Repository: ebsco/curriculum_builder
Catalog: app/views/locale/*.UTF-8/LC_MESSAGES/messages.po
Languages: ar, cs, de, el, es_co, fr, he, it, ja, ko, nl, pl, pt, ru, sv, th, tr, zh_cn, zh_tw

source: Back to Reading List
ar: العودة إلى قائمة القراءة
cs: Zpět na Seznam literatury
de: Zurück zur Leseliste
el: Επιστροφή στη Λίστα Ανάγνωσης
es_co: Regreso a la lista de lectura
fr: Retour à la liste de lecture
he: חזרה לרשימת הקריאה
it: Torna alla lista
ja: リーディングリストに戻る
ko: 읽기목록으로 돌아가기
nl: Terug naar leeslijst
pl: Powrót do listy lektur
pt: Voltar à Bibliografia recomendada
ru: Вернуться к списку чтения
sv: Tillbaka till Läslista
th: กลับไปยังรายการอ่าน
tr: Okuma Listesine Geri Dön
zh_cn: 返回阅读清单
zh_tw: 返回閱讀清單

source: << Back to Results
ar: العودة إلى النتائج
cs: Zpět na výsledky
de: << Zurück zu den Ergebnissen
el: << Επιστροφή στα αποτελέσματα
es_co: << Regreso a resultados
fr: << Retour aux résultats
he: << חזרה לרשימת התוצאות
it: << Torna ai risultati
ja: <<結果に戻る
ko: 결과로 돌아가기
nl: << Terug naar resultaten
pl: << Powrót do listy wyników
pt: <<Voltar aos resultados
ru: << Вернуться к результатам
sv: << Tillbaka till resultat
th: กลับไปหน้าผลการสืบค้น
tr: Arama Sonuçlarına Geri Dön
zh_cn: <<返回结果清单
zh_tw: <<返回結果清單

source: Uh oh! It looks like the article may no longer be available through your library. Please let your library and teacher know about this error message:
ar: يبدو أن المقال غير متوفرمن خلال المكتبة الخاصة بك. يرجى إبلاغ أمين المكتبة أو معلمك عن هذا الخطأ
cs: Jejda. Zdá se, že hledaný dokument již není ve Vaší knihovně k dispozici. Informujte prosím vyučujícího o této chybové hlášce:
de: Dieser Eintrag steht über die Bibliothek scheinbar nicht mehr zur Verfügung. Bitte informieren Sie Ihren Lehrbeauftragten oder die Bibliothek über diese Fehlermeldung.
el: Ωχ! Φαίνεται ότι το άρθρο ενδέχεται να μην είναι πλέον διαθέσιμο στη βιβλιοθήκη σας. Παρακαλείσθε να ενημερώσετε τη βιβλιοθήκη και τον καθηγητή "σας για αυτό το μήνυμα σφάλματος:
es_co: Oh! parece que el articulo puede que ya no este hábil a través de tu biblioteca, por favor has saber de este mensaje a tu biblioteca y al profesor:
fr: Attention ! Il semble que l'article ne soit plus disponible dans votre bibliothèque. Veuillez informer votre bibliothèque et votre enseignant de ce message d'erreur:
he: אוי לא! נראה שמאמר זה אינו זמין עוד דרך הספריה שלך. אנא דווח לספריה ולמורה שלך על הודעת תקלה זו:
it: Oh oh! Sembra che l'articolo non sia può disponibile attraverso la biblioteca. Avverti il docente e la biblioteca di questo errore:
ja: その論文にアクセスできない可能性があります。図書館と教師にこのエラーを伝えてください:
ko: 이 기사(Article)은 당신의 도서관에서 이용이 불가한 것으로 보입니다. 도서관에 해당 오류에 대해 문의하세요.
nl: Uh oh! Het is artikel is mogelijk niet langer meer beschikbaar via de bibliotheek. Informeer de bibliotheek over deze foutmelding:
pl: Wygląda na to, że ten artykuł może nie być już dostępny w Twojej bibliotece. Powiadom swoją bibliotekę oraz wykładowcę o tym błędzie:
pt: Uh oh! Parece que o artigo pode não estar disponível através da sua biblioteca. Por favor, informe a sua biblioteca e/ou professor sobre esta mensagem de erro:
ru: Ой! Кажется, данная статья больше не доступна в Вашей библиотеке. Пожалуйста, сообщите Вашему преподавателю либо сотруднику библиотеки о данной неполадке.
sv: Attans, det verkar som artikeln inte är längre är tillgänglig genom ditt bibliotek. Vänligen informera bibliotek och lärare om detta problem.
th: เอ๊ะ! ดูเหมือนว่าบทความนี้อาจไม่สามารถใช้งานได้จากห้องสมุดอีกต่อไป โปรดแจ้งให้ห้องสมุดและอาจารย์ทราบเกี่ยวกับบทความนี้:
tr: Ah ah! Makale kütüphaneniz aracılığıyla artık erişiminize açık görünmüyor. Lütfen kütüphanenize ve öğretmeninize bu hata mesajını bildirin:
zh_cn: 看起来您的图书馆可能不再订购这篇文章。 请让你的图书馆和老师知道这个错误信息：
zh_tw: 看起來您的圖書館可能不再訂購這篇文章。請讓你的圖書館和老師知道這個錯誤信息：

source: This record from
ar: هذا السجل من
cs: Tento záznam z
de: Dieser Datensatz aus
el: Αυτό το αρχείο από
es_co: Este registro de
fr: Cet enregistrement de
he: רשומה זו מ-
it: Questo record proveniente da
ja: これは
ko: 이 레코드는
nl: Dit artikel van
pl: Ten rekord z
pt: Registo de
ru: Данная запись от
sv: Denna post från
th: รายการนี้จาก
tr: Bu kayıt:
zh_cn: 该条记录来自
zh_tw: 該條記錄來自

source: cannot be displayed to guests.
ar: لا يمكن إتمام عملية العرض للأعضاء الضيوف
cs: nelze zobrazit bez autorizace.
de: kann Gastnutzern nicht angezeigt werden
el: δεν μπορεί να εμφανιστεί στους επισκέπτες.
es_co: no puede mostrarse a invitados
fr: ne peut pas être affiché(e) pour les invités.
he: לא זמין לאורחים.
it: non può essere visualizzato da utenti non registrati.
ja: からのレコードでゲストには表示できません。
ko: Guest 이용자에게는 보여지지 않습니다.
nl: Niet beschikbaar voor gastgebruikers
pl: nie może być wyświetlany przez niezalogowanych użytkowników.
pt: não está disponivél para utilizadores não autenticados.
ru: недоступна гостям.
sv: kan inte visas via gäståtkomst.
th: ไม่สามารถแสดงผลได้ สำหรับผู้ใช้งานชั่วคราว
tr: ziyaretçiler görüntüleyemez.
zh_cn: 访客不能查看该记录。
zh_tw: 訪客不能查看該記錄。

source: Login</a> for full access.
cs: Přihlašte se</a> pro plný přístup.
de: Login</a> für vollen Zugang.
el: Συνδεθείτε </a> να αποκτήσετε πλήρη πρόσβαση.
fr: Connectez-vous </a> pour un accès complet.
he: התחבר</a> עבור גישה מלאה.
it: Login</a> per visualizzarlo.
ja: ログイン</a>してアクセス。
ko: 로그인
nl: Login </a> voor volledige toegang.
pl: Zaloguj się</a> aby uzyskać pełny dostęp.
pt: Autenticar</a> para aceder ao texto integral.
ru: Войдите в систему</a> чтобы получить доступ
sv: Logga in</a> för full åtkomst.
th: เข้าสู่ระบบ </a> สำหรับการเข้าใช้งานเต็มรูปแบบ
tr: Tam erişim için Giriş</a>.
zh_cn: 请先登录获得所有权限。
zh_tw: 請先登錄獲得所有權限。

source: Add to Reading List
ar: إضافة إلى قائمة القراءة
cs: Přidat na Seznam literatury
de: Zur Leseliste hinzufügen
el: Προσθήκη στη λίστα ανάγνωσης
es_co: Adicionar a la lista de lectura
fr: Ajouter à la liste de lecture
he: הוספה לרשימת הקריאה
it: Aggiungi alla lista
ja: リーディングリストに追加
ko: 읽기목록에 추가
nl: Voeg toe aan leestlijst
pl: Dodaj do listy lektur
pt: Adicionar à Bibliografia Recomendada
ru: Добавить в список чтения
sv: Lägg till i Läslista
th: เพิ่มในรายการอ่าน
tr: Okuma Listesine ekle
zh_cn: 添加至阅读清单
zh_tw: 添加至閱讀清單

source: Remove from Reading List
ar: إزالة من قائمة القراءة
cs: Odstranit ze Seznamu literatury
de: Aus Leseliste entfernen
el: Κατάργηση από τη λίστα ανάγνωσης
es_co: Remover de la lista de lectura
fr: Supprimer de la liste de lecture
he: הסרה מרשימת הקריאה
it: Rimuovi dalla lista
ja: リーディングリストから削除
ko: 읽기목록에서 삭제
nl: Verwijder van leeslijst
pl: Usuń z listy lektur
pt: Remover da Bibliografia recomendada
ru: Удалить из списка чтения
sv: Ta bort från Läslista
th: ลบออกจากรายการอ่าน
tr: Okuma Listesinden kaldır
zh_cn: 从阅读清单中移除
zh_tw: 從閱讀清單中移除

source: PDF full text
ar: PDF النص الكامل
cs: Plný text PDF
de: PDF Volltext
el: Πλήρες κείμενο PDF
es_co: Texto completo en PDF
fr: Texte intégral PDF
he: טקסט מלא PDF
ja: PDFフルテキスト
ko: PDF 원문
pl: Pełny tekst PDF
pt: Texto completo em PDF
ru: Полнотекстовая версия PDF
th: เอกสารฉบับเต็มแบบ PDF
tr: PDF tam metin
zh_cn: PDF全文
zh_tw: PDF全文

source: HTML full text
ar: HTML النص الكامل
cs: Plný text HTML
de: HTML Volltext
el: Πλήρες κείμενο HTML
es_co: Texto completo en HTML
fr: Texte intégral HTML
he: טקסט מלא HTML
ja: HTMLフルテキスト
ko: HTML 원문
pl: Pełny tekst HTML
pt: Texto completo em HTML
ru: полнотекстовая версия HTML
th: เอกสารฉบับเต็มแบบ HTML
tr: HTML Tam Metin
zh_cn: HTML全文
zh_tw: HTML全文

source: HTML Full Text
ar: HTML النص الكامل
cs: Plný text HTML
de: HTML Volltext
el: Πλήρες κείμενο HTML
es_co: Texto completo en HTML
fr: Texte intégral HTML
he: טקסט מלא HTML
ja: HTMLフルテキスト
ko: HTML 원문
pl: Pełny tekst HTML
pt: Texto completo em HTML
ru: Полнотекстовая версия HTML
th: เอกสารฉบับเต็มแบบ HTML
tr: HTML Tam Metin
zh_cn: HTML全文
zh_tw: HTML全文

source: Full Text:
ar: النص الكامل
cs: Plný text:
de: Volltext:
el: Πλήρες κείμενο:
es_co: Texto completo:
fr: Texte intégral:
he: טקסט מלא:
ja: フルテキスト:
ko: 원문
pl: Pełny tekst:
pt: Texto completo:
ru: полный текст:
th: เอกสารฉบับเต็ม:
tr: Tam Metin:
zh_cn: 全文：
zh_tw: 全文：

source: PubType:
ar: نوع المنشور
cs: Typ publikace:
de: Publikationstyp:
es_co: Tipo de publicación:
fr: Type de Publication:
he: סוג החומר:
it: Tipo di pubblicazione:
ja: 出版物タイプ:
ko: 자료유형
nl: Publicatie Type:
pl: Typ publikacji:
pt: Tipo de Publicação:
ru: Формат:
sv: PubTyp:
th: ชนิดของเอกสาร:
tr: YayınTürü:
zh_cn: 出版物类型：
zh_tw: 出版物類型：

source: Database:
ar: قاعدة البيانات
cs: Databáze:
de: Datenbank:
el: Βάση δεδομένων:
es_co: Base de datos:
fr: Base de données :
he: מאגר מידע:
ja: データベース:
ko: 데이터베이스
pl: Baza danych:
pt: Base Dados:
ru: База данных:
sv: Databas:
th: ฐานข้อมูล:
tr: Veritabanı:
zh_cn: 数据库：
zh_tw: 數據庫：

source: Statistics
ar: الإحصاءات
cs: Statistiky
de: Statistiken
el: Στατιστικά στοιχεία
es_co: Estadísticas
fr: Statistiques
he: סטטיסטיקה:
it: Statistiche
ja: 統計
ko: 통계
nl: Statistieken
pl: Statystyki
pt: Estatísticas
ru: Статистика
sv: Statistik
th: สถิติ:
tr: İstatistikler
zh_cn: 统计
zh_tw: 統計

source: Curriculum Builder Settings
ar: CB الإعدادات
cs: Nastavení Curriculum Builderu
de: Curriculum Builder Einstellungen
el: Ρυθμίσεις Οδηγού Δημιουργίας Διδακτέας ύλης
es_co: Ajustes de Curriculum Builder
fr: Configuration de Curriculum Builder
he: הגדרות בונה תוכנית הלימודים
it: Impostazioni Curriculum Builder
ja: Curriculum Builder 設定
ko: Curriculum Builder 설정
nl: Curriculum Builder Instellingen
pl: Ustawienia Curriculum Builder
pt: Opções do Curriculum Builder
ru: Настройки Curriculum Builder
sv: Curriculum Builder Inställningar
th: การตั้งค่าเครื่องมือสร้างหลักสูตร (Curriculum Builder)
tr: Ayarlar
zh_cn: Curriculum Builder 设置
zh_tw: Curriculum Builder 設置

source: EBSCO User ID
ar: معرف مستخدم EBSCO
cs: EBSCO Uživatelské jméno
el: Αναγνωριστικό χρήστη EBSCO
es_co: Identificador de usuario de EBSCO
ko: 당신의 EBSCO User ID
nl: EBSCO Gebruikersnaam
ru: Аккаунт EBSCO
tr: EBSCO Kullanıcı Adınız

source: EBSCO Password
ar: كلمة مرور EBSCO
cs: EBSCO Heslo
el: Κωδικός πρόσβασης EBSCO
es_co: Contraseña de Ebsco
ko: 당신의 EBSCO Password
nl: EBSCO Wachtwoord
ru: Пароль EBSCO
tr: EBSCO Şifreniz

source: Your EDS API Profile
ar: EDSAPI الملف الشخصي
cs: Váš EDS API profil
de: Ihr EDS API Profil
el: Το προφίλ EDS API σας
es_co: Su Perfil de API de EDS
fr: Votre profil d'API EDS
he: פרופיל EDS API שלך
it: Il tuo profilo EDS API
ja: EDS APIプロファイルID
ko: EDS API 프로파일
nl: EBSCO EDS API Profiel
pl: Twój profil EDS API
pt: O seu perfil EDS API
ru: Ваш профиль EDS API
sv: Din EDS API Profil
th: EDS API Profile
tr: EBSCO API Profili
zh_cn: 您的EDS API Profile
zh_tw: 您的EDS API Profile

source: URL for your library logo
ar: الرابط الخاص بشعار المكتبة
cs: Logo Vaší knihovny (URL adresa)
de: URL des Bibliothekslogos
el: Διεύθυνση URL για το λογότυπο της βιβλιοθήκης σας
es_co: la URL del logo de su biblioteca
fr: URL pour le logo de votre bibliothèque
he: קישור ללוגו הספרייה
it: URL del logo della biblioteca
ja: 図書館ロゴのURL
ko: 도서관 Logo URL
nl: URL van uw bibliotheek logo
pl: Adres URL z logo biblioteki
pt: URL do logo da biblioteca
ru: Ссылка на лого Вашей библиотеки
sv: URL till din bibliotekslogotyp
th: URL สำหรับโลโก้ห้องสมุด
tr: Kütüphane logo URL
zh_cn: 图书馆logo的链接地址
zh_tw: 圖書館logo的鏈接地址

source: Contact Email
ar: البريد الإلكتروني
cs: Kontaktní e-mail
de: Kontakt-E-Mail
el: Email επικοινωνίας
es_co: Email de contacto
fr: Email du contact
he: אימייל איש קשר
it: Email di contatto
ja: メールアドレス
ko: 연락할 Email
pl: Adres email do kontaktu
pt: Email de contacto
ru: Контактный адрес электронной почты
sv: Kontakt e-post
th: Email ติดต่อ
tr: İletişim E-Posta Adresi
zh_cn: 联系Email地址
zh_tw: 聯繫Email地址

source: Link to Library Home Page
ar: رابط الصفحة الرئيسية للمكتبة
cs: Odkaz na web knihovny
de: Link zur Bibliotheks-Homepage
el: Σύνδεση με την Αρχική σελίδα της Βιβλιοθήκης
es_co: Enlace a la pagina principal de la biblioteca
fr: Lien vers la page d'accueil de la bibliothèque
he: קישור לדף הבית של הספרייה
it: Link al sito della biblioteca
ja: 図書館ページのURL
ko: 도서관 홈페이지 링크
nl: Link naar bibliotheekpagina
pl: Odnośnik do strony głównej Biblioteki
pt: Link para a página da biblioteca
ru: Ссылка на домашнюю страницу Вашей библиотеки
sv: Länk till bibliotekets hemsida
th: ลิ้งก์กลับไปยังหน้าห้องสมุด
tr: Kütüphane Anasayfa linkiniz
zh_cn: 图书馆主页链接地址
zh_tw: 圖書館主頁鏈接地址

source: Text to display at top of screen
ar: النص الذي سيعرض في أعلى الشاشة
cs: Text ve vrchní části obrazovky
de: Text, der am Anfang des Bildschirms gezeigt werden soll
el: Κείμενο που εμφανίζεται στο επάνω μέρος της οθόνης
es_co: Texto para aparecer en la parte superior de la pantalla
fr: Texte à afficher en haut de l'écran
he: טקסט להציג בראש המסך
it: Testo da mostrare come intestazione di pagina
ja: ページトップに表示されるテキスト
ko: 화면 상단에 출력된 문구
nl: Text aan de bovenkant van het scherm
pl: Tekst do wyświetlenia w nagłówku strony
pt: Texto visível no topo do ecrã
ru: Текст, отображенный в верхней части экрана
sv: Text att visa på toppen av skärmen
th: ข้อความสำหรับแสดงบนหน้าจอด้านบน
tr: Ekran üst kısımda görüntülenecek metin
zh_cn: 屏幕顶部显示文字
zh_tw: 屏幕頂部顯示的文字

source: Link to EDS Label
ar: اسم الرابط للوصول إلى EDS
cs: Text odkazu do EDS
de: Text für den "Link zu EDS" Link
el: Σύνδεση με την ετικέτα EDS
es_co: Enlace a EDS
fr: Libélé du Lien vers EDS
he: קישור לתווית EDS
it: Etichetta del link a EDS
ja: EDSへのリンクラベル
ko: EDS Label 에 링크될 URL
nl: Link naar EDS Label
pl: Etykieta odnośnika do EDS
pt: Link para texto do EDS
ru: Ссылка на лого EDS
sv: Länk till EDS etikett
th: ลิ้งก์กลับไป EDS
tr: EDS metinleri için link
zh_cn: EDS标签的链接
zh_tw: EDS標籤的鏈接

source: Custom CSS File
ar: CSS ملف
cs: Vlastní soubor CSS
de: Benutzerdefinierte CSS Datei
el: Προσαρμοσμένο αρχείο CSS
es_co: Archivo CSS personalizado
fr: Fichier CSS personnalisé
he: קובץ CSS מתאם
it: File CSS personalizzato
ja: カスタムCSSファイル
ko: Custom CSS 파일
nl: Custom CSS bestand
pl: Własny plik CSS
pt: Ficheiro de CSS personalizado
ru: Пользовательский CSS файл
sv: Anpassad CSS Fil
tr: Özelleştirilmiş CSS dosyası
zh_cn: 自定义CSS文件
zh_tw: 自定義CSS文件

source: Collect student names as they access assigned readings?
ar: اجمع أسماء الطلاب أثناء وصولهم إلى القراءات المعينة
cs: Ukládat jména uživatelů na základě jejich přístupu k doporučené literatuře?
de: Sollen die Namen der Studenten gesammelt werden, die die Leseliste aufrufen?
el: Καταγραφή των ονομάτων των σπουδαστών καθώς αποκτούν πρόσβαση στο ανατεθειμένο υλικό προς ανάγνωση;
es_co: Recoger los nombres de los estudiantes a medida que acceden a las lecturas asignadas?
fr: Rassemblez les noms des élèves lorsqu'ils accédent aux lectures assignées?
he: אסוף שמות סטודנטים כשהם ניגשים למטלת קריאה?
it: Raccogli i nomi degli studenti quando accedono alle letture assegnate?
ja: 割り当てられたアイテムにアクセスした学生の名前を記録しますか？
ko: 할당된 읽기목록을 수행할 수 있게 학생 이름을 수집하겠습니까?
nl: Wie heeft de verplichte leeslijsten bekeken?
pl: Czy zapisywać nazwiska studentów korzystających z przypisanych lektur?
pt: Guardar nomes de alunos à medida que eles acedem às listas atribuídas?
ru: Список студентов, прочитавших работы из обязательного перечня
sv: Samla studenternas namn när de använder resurserna?
th: บันทึกรายชื่อนักเรียนเมื่อพวกเขาเข้าถึงรายการอ่านที่กำหนดไว้?
tr: Verilmiş okuma kaynaklarına giriş yapan öğrenci isimlerini topla
zh_cn: 是否在学生访问阅读清单时收集他们的名字？
zh_tw: 是否在學生訪問閱讀清單時收集他們的名字？

source: Yes
ar: نعم
cs: Ano
de: Ja
el: Ναι
es_co: Si
fr: Oui
he: כן
it: Sì
ja: はい
ko: 예
nl: Ja
pl: Tak
pt: Sim
ru: Да
sv: Ja
th: ใช่
tr: Evet
zh_cn: 是
zh_tw: 是

source: No
ar: لا يمكن إتمام عملية العرض للأعضاء الضيوف
cs: Ne
de: Nein
el: Όχι
fr: Non
he: לא
ja: いいえ
ko: 아니오
nl: Nee
pl: Nie
pt: Não
ru: Нет
sv: Nej
th: ไม่
tr: Hayır
zh_cn: 否
zh_tw: 否

source: Footer text
ar: نص التذييل
cs: Text v patičce stránky
de: Text für das Seitenende (Footer)
el: Κείμενο υποσέλιδου
es_co: Texto del pie de pagina
fr: Texte de pied de page
he: טקסט תחתון
it: Testo del pie' di pagina
ja: フッタテキスト
ko: Footer 문구
nl: Footer tekst
pl: Tekst stopki
pt: Texto no rodapé
ru: Нижний колонтитул
sv: Fottext
th: ข้อความส่วนท้าย
tr: Altbilgi metni
zh_cn: 脚注文字
zh_tw: 腳註文字

source: Copy Course Support
ar: نسخ دعم الدورة التدريبية
cs: Podpora kopírování kurzů
de: Unterstützung für das Kopieren eines Kurses
el: Αντιγραφή υποστήριξης μαθημάτων
es_co: Copia a soporte del curso
fr: Copier le support de cours
he: העתק תמיכת קורס
it: Invia in copia al supporto del corso
ja: コースのコピーをサポート
ko: Course Support 복사하기
nl: Kopieer Cursus
pl: Wyślij kopię do działu pomocy technicznej
pt: Copiar suporte do Curso
ru: Возможность повторения курса
sv: Kopiera kursreferenser
tr: Ders Desteğini Kopyala
zh_cn: 拷贝课程说明
zh_tw: 拷貝課程說明

source: Remove Full Text and Available in Library Collection Limiters from view
ar: إزالة النص الكامل ومجموعات المكتبة من العرض
cs: Odstranit z obrazovky omezení plného textu a indikaci dostupnosti v knihovně
de: Die Limiter "Volltext" und "Verfügbar in der Bibliothekssammlung" nicht in der Endnutzersicht anzeigen
el: Κατάργηση του Πλήρους κειμένου και της επιλογής Διαθέσιμο στους περιορισμούς συλλογής βιβλιοθηκών από την προβολή
es_co: Remueva los imitadores de texto completo y disponible en la colección de la biblioteca de la vista
fr: Cacher les deux limiteurs "texte intégral" et "disponible dans le fonds documentaire"
he: הסתר אפשרות טקסט מלא וזמין באוסף הספרייה
it: Rimuovi i filtri Full Text e Disponibile nel posseduto della biblioteca
ja: Full TextおよびAvailable in Library Collectionのリミッターを削除する
ko: 보기에서 도서관에서 이용가능 자원과 원문 제거하기
nl: Verberg Full Text en Beschikbaar in Bibliotheek Collectie limiters
pl: Ukryj ograniczniki 'Pełny tekst' oraz 'Dostępne w kolekcji biblioteki'
pt: Remover o texto completo e disponível na coleção da bibliotecas - Limitadores da vista
ru: Исключить функцию поиска ТОЛЬКО полных текстов и работ доступных в коллекции из настроек фильтра
sv: Ta bort 'Full Text' och 'Finns i bibliotekets samling' begränsare i vyn
th: ลบรายการฉบับเต็มและตัวกรองคอลเล็กชันของห้องสมุดจาก View
tr: Tam Metin ve Kütüphane Koleksiyonunda Bulunur limitini kaldır
zh_cn: 从视图中移除“全文”和“图书馆提供全文”等限制条件
zh_tw: 從視圖中移除“全文”和“圖書館提供全文”等限制條件

source: Show 'Return to Course' Link at top of page
ar: عرض رابط "الرجوع إلى الدورة التدريبية" في أعلى الصفحة
cs: Zobrazit odkaz "Návrat ke kurzu" ve vrchní části stránky
de: "Zurück zum Kurs" Link am Anfang der Seite anzeigen
el: Εμφάνιση του συνδέσμου "Επιστροφή στο μάθημα" στο επάνω μέρος της σελίδας
es_co: mostrar el enlace "Regresar al curso" en el inicio de la pagina
fr: Afficher le lien «Retour vers le cour » en haut de la page
he: הצג קישור 'חזרה לקורס' בראש הדף
it: Mostra in cima alla pagina un link per tornare al corso
ja: 「コースへ戻る」リンクをページトップに表示
ko: 페이지 상단에서 'Course로 돌아가기' 링크 보여주기
nl: Toon 'Terug naar cursus' link bovenaan
pl: Pokaż odnośnik 'Powrót do kursu' na początku strony
pt: Mostrar link 'Voltar ao curso' no topo da página
ru: Отображать "вернуться к курсу" в верхней части страницы
sv: Visa 'Tillbaka till kurs' länk på toppen av sidan
th: แสดงลิงก์ "กลับไปที่หลักสูตร" ที่ด้านบนของหน้า
tr: "Ders'e Geri Dön" linkini sayfa üstünde göster
zh_cn: 在页面顶部显示"返回课程"
zh_tw: 在頁面頂部顯示"返回課程"

source: Open all Lists in a New Window
ar: افتح كل القوائم في نافذة جديدة
cs: Otevřít všechny seznamy v novém okně
de: Alle Leselisten in einem neuen Fenster öffnen
el: Άνοιγμα όλων των λιστών σε νέο παράθυρο
es_co: Abrir todas las listas en una nueva ventana
fr: Ouvrir toutes les listes dans une nouvelle fenêtre
he: פתח את כל הרשימות בחלון חדש
it: Apri tutte le liste in una nuova finestra
ja: リストを新規ウィンドウで開く
ko: 새창에서 전체목록 열기
nl: Open alle lijsten in een nieuw scherm
pl: Otwórz wszystkie listy w nowej karcie
pt: Abrir todas as listas numa nova janela
ru: Открыть списки в новом окне
sv: Öppna alla listor i ett nytt fönster
th: เปิดรายการทั้งหมดในหน้าต่างใหม่
tr: Tüm Listeleri Yeni Pencerede Aç
zh_cn: 在新窗口中开打清单
zh_tw: 在新窗口中開打清單

source: View Lists
ar: عرض القوائم
cs: Zobrazit seznamy
de: Leselisten anzeigen
el: Προβολή λιστών
es_co: Ver listas
fr: Afficher les listes
he: צפייה ברשימות
it: Vedi le liste
ja: リストを見る
ko: 목록보기
nl: Weergave lijsten
pl: Wyświetl listy
pt: Ver listas
ru: Посмотреть список
sv: Visa listor
th: ดูรายการ
tr: Listeleri Görüntüle
zh_cn: 查看清单
zh_tw: 查看清單

source: Select one:
ar: اختر واحدة
cs: Zvolte z následujících:
de: Wählen Sie aus:
el: Επέλεξε ένα:
es_co: Seleccione una
fr: Sélectionnez un:
he: בחר אחד:
it: Seleziona una:
ja: 選択してください:
ko: 선택하기
nl: Selecteer een:
pl: Wybierz jedną opcję:
pt: Selecione uma:
ru: Выберите действие:
sv: Välj en:
th: เลือกหนึ่งรายการ:
tr: Birini seçin:
zh_cn: 请选择一个清单
zh_tw: 請選擇一個清單

source: Preview Selected List
ar: معاينة القائمة المختارة
cs: Náhled vybraných seznamů
de: Voransicht der ausgewählten Leseliste
el: Προεπισκόπηση της επιλεγμένης λίστας
es_co: vista anticipada de listas seleccionadas
fr: Aperçu de la liste sélectionnée
he: תצוגה מקדימה של רשימה נבחרת
it: Anteprima delle liste selezionate
ja: 選択したリストをプレビュー
ko: 선택된 목록 미리보기
nl: Voorvertoning geselecteerde lijst
pl: Podgląd wybranych list
pt: Pré-visualizar listas selecionadas
ru: Просмотреть выбранный список
sv: Förhandsvisa vald lista
th: ดูตัวอย่างรายการที่เลือก:
tr: Seçilen Lisleteleri Önizleme
zh_cn: 预览已选清单
zh_tw: 預覽已選清單

source: Delete Lists
ar: حذف القوائم
cs: Odstranit seznamy
de: Leseliste löschen
el: Διαγραφή λιστών
es_co: Eliminar listas
fr: liste des supressions
he: מחיקת רשימה
it: Cancella liste
ja: リストの削除
ko: 목록 삭제하기
nl: Verwijder lijst(en)
pl: Usuń listy
pt: Apagar listas
ru: Удалить списки
sv: Ta bort listor
th: ลบรายการ
tr: Listeleri Sil
zh_cn: 删除清单
zh_tw: 刪除清單

source: Delete Selected Lists
ar: حذف القوائم المختارة
cs: Odstranit vybrané seznamy
de: Ausgewählte Leselisten löschen
el: Διαγραφή επιλεγμένων λιστών
es_co: Eliminar listas seleccionadas
fr: Supprimer les listes sélectionnées
he: מחיקת רשימה נבחרת
it: Cancella le liste selezionate
ja: 選択したリストを削除
ko: 선택된 목록 삭제하기
nl: Verwijder geselecteerde lijst(en)
pl: Usuń wybrane listy
pt: Apagar listas selecionadas
ru: Удалить выбранные списки
sv: Ta bort vald lista
th: ลบรายการที่เลือก
tr: Seçilen Listeleri Sil
zh_cn: 删除已选清单
zh_tw: 刪除已選清單

source: Basic Search
ar: البحث الأساسي
cs: Jednoduché vyhledávání
de: Einfache Suche
el: Βασική αναζήτηση
es_co: Búsqueda básica
fr: Recherche simple
he: חיפוש בסיסי
it: Ricerca semplice
ja: 基本検索
ko: 기본검색
nl: Eenvoudig zoeken
pl: Wyszukiwanie podstawowe
pt: Pesquisa Básica
ru: Обычный поиск
sv: Enkel sökning
th: สืบค้นพื้นฐาน
tr: Basit Arama
zh_cn: 基本检索
zh_tw: 基本檢索

source: Keyword
ar: الكلمة المفتاحية
cs: Klíčové slovo
de: Schlagwort
el: Λέξη κλειδί
es_co: Palabra clave
fr: Mot-clef
he: מילות מפתח
ja: キーワード
ko: 키워드
nl: Zoekterm
pl: Słowo kluczowe
pt: Palavra-chave
ru: Ключевое слово
sv: Nyckelord
th: คำสืบค้น
tr: Anahtar Kelime
zh_cn: 关键字
zh_tw: 關鍵字

source: Author
ar: المؤلف
cs: Autor
de: Autor
el: Συντάκτης
es_co: Autor
fr: Auteur
he: מחבר
it: Autore
ja: 著者
ko: 저자
nl: Auteur
pl: Autor
pt: Autor
ru: Автор
sv: Författare
th: ผู้แต่ง
tr: Yazar
zh_cn: 作者
zh_tw: 作者

source: Title
ar: العنوان
cs: Název
de: Titel
el: Τίτλος
es_co: Título
fr: Titre
he: כותר
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
pl: Tytuł
pt: Título
ru: Название
sv: Titel
th: ชื่อเรื่อง
tr: Başlık
zh_cn: 标题
zh_tw: 標題

source: View this list
ar: عرض هذه القائمة
cs: Zobrazit tento seznam
de: Leseliste anzeigen
el: Προβολή αυτής της λίστας
es_co: Ver esta lista
fr: Voir cette liste
he: צפייה ברשימה
it: Vedi questa lista
ja: このリストを見る
ko: 이 목록 보기
nl: Bekijk deze lijst
pl: Pokaż tą listę
pt: Ver esta lista
ru: Посмотреть список
sv: Visa denna lista:
th: ดูรายการนี้
tr: Bu Listeyi Görüntüle
zh_cn: 查看此清单
zh_tw: 查看此清單

source: Untitled List
ar: قائمة بدون عنوان
cs: Seznam bez názvu
de: Unbenannte Leseliste
el: Λίστα χωρίς τίτλους
es_co: Lista sin título
fr: Liste sans titre
he: רשימה חסרת שם
it: Lista senza titolo
ja: 無題のリスト
ko: 무제목 목록
nl: Naamloze lijst
pl: Lista bez nazwy
pt: Lista sem título
ru: Список без названия
sv: Lista utan namn
th: รายการที่ไม่มีชื่อ
tr: Başlıksız Liste
zh_cn: 未命名的清单
zh_tw: 未命名的清單
