Repository: ebsco/curriculum_builder
Catalog: app/views/locale/*.UTF-8/LC_MESSAGES/messages.po
Languages: ar, cs, de, el, es_co, fr, he, it, ja, ko, nl, pl, pt, ru, sv, th, tr, zh_cn, zh_tw

source: Consumer key
ar: مفتاح المستهلك
cs: Uživatelský klíč
el: Το Κλειδί Καταναλωτή
es_co: Numero del cliente
fr: Clé d'identification
he: מפתח לקוח
ja: Consumerキー
ko: 사용자 키(key)
pl: Klucz użytkownika
ru: Данный ключ
sv: Användarnyckel
tr: Tüketici anahtar bilgisi
zh_cn: 消费方键值

source: already exists. Please delete the existing one first before creating a new one.
ar: موجود مسبقا. يرجى حذف القائمة أولاً قبل إنشاء واحدة جديدة
cs: již existuje. Prosím odstraňte ten stávající, než vytvoříte nový.
de: existiert bereits. Bitte löschen Sie den existierenden Consumer Key, bevor Sie einen neuen einrichten.
el: υπάρχει ήδη. Διαγράψτε πρώτα το υφιστάμενο πριν δημιουργήσετε ένα νέο.
es_co: Ya existe. Elimine primero el existente antes de crear uno nuevo.
fr: existe déjà. Supprimez le avant d'en créer un nouveau.
he: כבר קיים. אנא מחקו את הקיים לפני יצירת חדש.
it: già esistente. Cancella quella esistente prima di crearne un'altra.
ja: は既に存在しています。新規作成の前に既存のものを削除してください。
ko: 이미 존재합니다. 만들기 전에 삭제하세요.
nl: Bestaat al. Verwijder aub voordat u een nieuwe aanmaakt.
pl: już istnieje. Proszę usunąć istniejący klucz przed utworzeniem nowego.
pt: já existe. Por favor elimine o existente antes de criar um novo.
ru: уже существует. Пожалуйста, создайте новый.
sv: finns redan. Vänligen ta bort den befintliga innan du skapar en ny.
th: มีข้อมูลอยู่แล้ว กรุณาลบรายการหนึ่งก่อนที่จะสร้างใหม่
tr: Zaten mevcut. Yeni birtane oluşturmadan önce, lütfen önce mevcut olanı silin.
zh_cn: 已经存在。 在创建新的之前请先删除现有的。
zh_tw: 已經存在。在創建新的之前請先刪除現有的。

source: Successfully inserted consumer key:
ar: تم إدخال مفتاح العميل بنجاح
cs: Uživatelský klíč byl úspěšně zadán:
de: Consumer Key erfolgreich hinzugefügt:
el: Επιτυχής εισαγωγή κλειδί καταναλωτή:
es_co: Numero del cliente Insertado con éxito
fr: Clé d'identification insérée avec succès:
he: הצלחת להכניס את מפתח לקוח:
it: Consumer key inserita con successo:
ja: Consumerキーを追加しました:
ko: 사용자 키(key)가 성공적으로 입력되었습니다.
nl: Consumer key succesvol toegevoegd:
pl: Pomyślnie wprowadzono klucz użytkownika:
pt: Consumer KEY inserida com sucesso.
ru: Ключ успешно добавлен:
sv: Användarnyckel sparades:
th: เพิ่ม consumer ker สำเร็จแล้ว
tr: Başarıyla Tüketici anahtar bilgisi girildi:
zh_cn: 成功增加Consumer Key：
zh_tw: 成功增加consumer key：

source: Unrecognized Actions. Try again.
ar: إجراءات غير معروفة. حاول مرة أخري
cs: Chyba. Zkuste to, prosím ještě jednou.
de: Unbekannte Aktion. Bitte versuchen Sie es erneut.
el: Μη αναγνωρισμένες ενέργειες. Προσπαθήστε ξανά.
es_co: Acciones no reconocidas. Inténtalo de nuevo
fr: Actions non reconnues. Réessayer.
he: פעולה לא מזוהה. נסו שנית.
it: Azione non riconosciuta. Riprova
ja: アクションが不正です。やり直してください。
ko: 잘못된 방식입니다. 다시 시도하세요.
nl: Onbekende actie. Probeer opnieuw.
pl: Nierozpoznana akcja. Spróbuj ponownie.
pt: Ações não reconhecidas. Tente novamente.
ru: Неизвестная ошибка. Попробуйте еще раз.
sv: Okänd Aktivitet. Försök igen.
th: การกระทำที่ไม่รู้จัก ลองอีกครั้ง.
tr: Tanımlamayan işlem. Tekrar deneyin.
zh_cn: 无法识别的操作。 再试一次。
zh_tw: 無法識別的操作。再試一次。

source: Create New Access Key Pair
ar: إنشاء زوج مفتاح الوصول
cs: Vytvořit novou dvojicipřístupových klíčů
de: Erstellen Sie ein neues Access Key Paar
el: Δημιουργία νέου ζεύγους κλειδιών πρόσβασης
es_co: Crear nuevo par de claves de acceso
fr: Créer une nouvelle paire de clés d'accès
he: יצירת זיווג מפתח גישה
it: Crea una nuova coppia di chiavi
ja: 新規アクセスキーペアを作成
ko: 새로운 인증키(Access Key)를 만드세요.
nl: Maak een nieuwe Access Key Pair aan
pl: Utwórz nową parę kluczy dostępowych
pt: Criar Nova Chave para emparelhar
ru: Создать новую связку ключей доступа
sv: Skapa ny Åtkomstnyckelpar.
th: สร้าง Access Key Pair ใหม่
tr: Yeni Giriş anahtar eşleştirmesi oluştur.
zh_cn: 创建新的Access Key Pair
zh_tw: 創建新的訪問Access Key Pair

source: Consumer Key
ar: مفتاح المستهلك
cs: Uživatelský klíč
el: Κλειδί καταναλωτή
es_co: Numero del cliente
fr: Clé d'identification
he: מפתח לקוח
ja: Consumerキー
ko: 사용자 키(key)
pl: Klucz użytkownika
ru: Пользовательский ключ
sv: Användarnyckel Key
tr: Tüketici Anahtar Bilgisi

source: Secret
ar: سر
cs: Skryté
el: Μυστικό
es_co: Secreto
he: סוד
ko: 비밀
nl: Geheim
pl: Podpowiedź
pt: Chave secreta
ru: Секретный
sv: Hemlighet
tr: Gizli

source: Expiration Date
ar: تاريخ إنتهاء الصلاحية
cs: Datum expirace
de: Ablaufdatum
el: Ημερομηνία Λήξης
es_co: Fecha de expiación
fr: Date d'expiration
he: תאריך תפוגה
it: Data di scadenza
ja: 有効期限
ko: 만료 날짜
nl: Afloopdatum
pl: Data ważności
pt: Data de Expiração
ru: Срок действия
sv: Förfallodatumet
th: วันที่หมดอายุ
tr: Bitiş Tarihi
zh_cn: 过期日期
zh_tw: 過期日期

source: Edit or Delete Existing Access Key Pair
ar: تعديل أو حذف زوج مفتاح الوصول الحالي
cs: Editovat nebo odstranit dvojici přístupových klíčů
de: Bestehendes Access Key Paar bearbeiten oder lsöchen
el: Επεξεργασία ή διαγραφή υφιστάμενων ζευγών κλειδιών πρόσβασης
es_co: Editar o eliminar un par de claves de acceso existente
fr: Modifier ou supprimer une paire de clés d'accès existantes
he: ערוך או מחק זוג מפתחות גישה קיימים
it: Modifica o cancella una coppia di chiavi esistente
ja: 既存のアクセスキーペアを編集または削除
ko: 인증키(Access Key) 편집 및 삭제
nl: Bewerk of verwijder huidige Access Key Pair
pl: Edytuj lub usuń istniejącą parę kluczy dostępowych
pt: Editar ou Apagar Chave de Acesso
ru: Изменить или удалить существующую связку ключей доступа
sv: Ändra eller ta bort existerande nyckelpar
th: แก้ไข หรือลบ Access Key Pair ที่มีอยู่แล้ว
tr: Mevcut Anahtar Bilgisi Eşleştirmesini Değiştir veya Sil
zh_cn: 编辑或删除现有 Access Key Pair
zh_tw: 編輯或刪除現有Access Key Pair

source: Warning:
ar: تحذير
cs: Upozornění:
de: Hinweis:
el: Προειδοποίηση:
es_co: Advertencia:
fr: Attention:
he: אזהרה:
it: Attenzione:
ja: 警告:
ko: 경고
nl: Waarschuwing:
pl: Ostrzeżenie:
pt: Aviso:
ru: Внимание:
sv: Varning:
th: คำเตือน:
tr: Uyarı:
zh_cn: 警告：
zh_tw: 警告：

source: Removing a Consumer Key / Secret pairing or setting an incorrect expiration date will deny access to the reading list to any site using that key pair.
ar: تؤدي إزالة مفتاح المستهلك / الإقران السري أو تعيين تاريخ انتهاء صلاحية غير صحيح إلى رفض الوصول إلى قائمة القراءة إلى أي موقع باستخدام هذا الزوج
cs: Odstranění uživatelského klíče nebo skrytého párování, nebo nastavení nesprávného data expirace způsobí odstranění přístupu ke stránce dostupné na základě daného párování.
de: Das Entfernen einer "Consumer Key & Secret"-Kombination oder die Eingabe eines ungültigen Ablaufdatums wird allen Seiten die diese Kombination verwenden der Zugang zur Leseliste verweigern.
el: Η κατάργηση ενός ζεύγους Κλειδιού Καταναλωτή / Μυστικού ή ο ορισμός μιας εσφαλμένης ημερομηνίας λήξης θα εμποδίσει την πρόσβαση στη λίστα ανάγνωσης σε οποιονδήποτε ιστότοπο που χρησιμοποιεί αυτό το ζεύγος κλειδιών.
es_co: Remover un numero de cliente / Secreto o establecer una fecha de caducidad incorrecta denegará el acceso a la lista de lectura a cualquier sitio que utilice ese par de claves.
fr: En supprimant une clé d'identification / le couplage clef secret ou en utilisant une date d'expiration incorrecte, vous enpécherez l'accès à la liste de lecture sur n'importe quel site en utilisant cette paire de clés.
he: הסרת זיווג מפתח לקוח/סוד או הגדרת תאריך תפוגה שגוי ימנע גישה לרשימת הקריאה לכל אתר המשתמש במפתח זה.
it: Rimuovendo una coppia Consumer Key / Secret o configurando una data di scadenza sbagliata impedirà l'accesso alla lista di letture per ogni sito che utilizzi quelle credenziali.
ja: Consumerキー／Secretペアを削除、または無効な期限を設定すると、そのキーペアを使うすべてのサイトでリーディングリストへのアクセスが拒否されます。
ko: 사용자 키(key) / 암호를 지우거나 만료일을 잘못 지정한다면 해당 key를 사용하는 사이트들에서 접근이 제한됩니다.
nl: Het verwijderen van een Consumer Key/Secret pairing of het instellen van een incorrecte afloopdatum, heeft als gevolg dat u geen toegang heeft tot de leeslijst waarvoor deze keypair is ingesteld.
pl: Usunięcie klucza użytkownika / parowania kluczy lub ustawienie nieprawidłowej daty ważności spowoduje brak dostępu do listy lektur przez użytkownika korzystającego z tej pary kluczy.
pt: A remoção de uma chave do Secreta/Emparelhamento ou a configuração de uma data de validade incorreta negarão o acesso à lista de leitura para qualquer site usando esse par de chaves.
ru: При удалении пользовательского ключа доступа или неправильной даты срока действия, списки могут быть недоступны
sv: Att ta bort Användarnyckel / hemlighet eller att sätta ett felaktigt förfallodatum medför att alla sidor som använder det nyckelparet tappar åtkomst till läslistan.
th: ข้อมูลConsumer Key / Secret pairing ถูกลบหรือการติดตั้งไม่ถูกต้อง หรือหมดอายุจะทำให้การเข้าถึงข้อมูลล่าช้า
tr: Tüketici Anahtar Bilgisi Kaldırılıyor / Gizli eşleştirme veya yanlış bitiş tatihi ayarları, bu anahtar bilgisi eşleştirmesini kullanan herhangi bir sitenin okuma listesine erişimine izin vermez.
zh_cn: 删除Consumer Key / Secret pairing或设置不正确的过期日期，将拒绝使用该密钥访问任何站点的阅读清单。
zh_tw: 刪除Consumer Key / Secret pairing或設置不正確的過期日期，將拒絕使用該pairing訪問任何站點的讀取清單。

source: Expiration
ar: انتهاء الصلاحية
cs: Expirace
de: Ablaufdatum
el: Λήξη
es_co: Expiación
he: תפוגה
it: Scadenza
ja: 有効期限
ko: 만료
nl: Afloop
pl: Data ważności
pt: Expira
ru: Истечение
sv: Förfaller
th: หมดอายุ
tr: Bitiş
zh_cn: 过期
zh_tw: 過期

source: Configure / Admin
ar: تكوين / المسؤول
cs: Konfigurace / Administrace
de: Konfiguration / Administration
el: Διαμόρφωση / Διαχείριση
es_co: Configurar / Administración
fr: Configurer / Admin
he: הגדרות/אדמין
it: Configurazione
ja: 構成／管理
ko: 설정 / 관리자
nl: Configureer / Admin
pl: Konfiguruj / Administrator
pt: Configurar/Aministrar
ru: Настройки / Администрация
sv: Konfigurera / Admin
tr: Yapılandırma / Yönetim
zh_cn: 设置/管理
zh_tw: 設置/管理

source: Are you sure you want to delete this key
ar: هل أنت متأكد من أنك تريد حذف هذا المفتاح
cs: Opravdu si přejeet ostranit tento klíč
de: Sind Sie sich sicher, dass Sie diesen Key löschen möchten
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το κλειδί
es_co: Está seguro de que desea eliminar esta clave
fr: Êtes-vous sûr de vouloir supprimer cette clef?
he: האם אתה בטוח שברצונך למחוק מפתח זה?
it: Sey sicuro di voler rimuovere questa chiave?
ja: このキーを削除してもよいですか
ko: 이 Key 를 삭제하시겠습니까?
nl: Weet u zeker dat u deze Key wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten klucz?
pt: Tem a certeza que pretende apagar esta chave
ru: Вы уверены, что хотите удалить данный ключ
sv: Är du säker på att du vill ta bort denna nyckel
th: คุณแน่ใจหรือไม่ว่าต้องการลบ key นี้
tr: Oturumunuz kapatıldı.
zh_cn: 确定要删除这个Consumer Key吗？
zh_tw: 確定要刪除此Consumer Key嗎？

source: You have been logged out.
ar: لقد تم تسجيل الخروج
cs: Byli jste odhlášeni.
de: Sie wurden ausgeloggt.
el: Έχετε αποσυνδεθεί.
es_co: Has sido desconectado.
fr: Vous avez été déconnecté.
he: התנתקת.
it: Sei stato disconnesso
ja: ログアウトしました。
ko: 로그아웃 했습니다.
nl: U bent uitgelogd
pl: Zostałeś wylogowany.
pt: Você encerrou a sua sessão.
ru: Вы вышли из системы.
sv: Du är utloggad.
th: คุณออกจากระบบแล้ว
tr: Oturum kapatıldı.
zh_cn: 您已登出。
zh_tw: 您已登出。

source: Your login credentials are incorrect. Please try again.
ar: بيانات اعتماد تسجيل الدخول الخاصة بك غير صحيحة. حاول مرة اخرى
cs: Vaše přihlašovací údaje jsou nesprávné. Prosím, zkuste to ještě jednou.
de: Ihre Zugangsdaten sind ungültig. Bitte versuchen Sie es erneut.
el: Τα διαπιστευτήρια σύνδεσης είναι λανθασμένα. Προσπαθήστε ξανά.
es_co: Sus credenciales de inicio de sesión son incorrectas. Vuelve a intentarlo.
fr: Vos identifiants de connexion sont incorrects. Veuillez réessayer.
he: פרטי המשתמש שלך שגויים. אנא נסה שנית.
it: Le tue credenziali non sono corrette. Riprova.
ja: ログイン情報が正しくありません。再度実行してください。
ko: 로그인 정보가 잘못되었습니다. 다시 시도 하십시오.
nl: Uw login gegevens zijn onjuist. Probeer opnieuw.
pl: Twoje dane logowania są niepoprawne. Proszę spróbować ponownie.
pt: As suas credenciais estão incorretas. Por favor tente novamente.
ru: Неверный логин или пароль. Пожалуйста, попробуйте еще раз.
sv: Dina inloggningsuppgifter är felaktiga, vänligen försök igen.
th: ข้อมูลการเข้าสู่ระบบของคุณไม่ถูกต้อง กรุณาลองอีกครั้ง.
tr: Giriş bilgileriniz yanlış. Lütfen tekrar deneyin.
zh_cn: 您的登录凭据不正确。 请再试一次。
zh_tw: 您的登錄資料不正確。請再試一次。

source: Manage Access to the Reading List Tool
ar: إدارة الوصول إلى أداة قائمة القراءة
cs: Upravit přístupová práva k nástroji Seznamy literatury
de: Verwalten Sie die Zugangsberechtigung für das Leselisten-Tool
el: Διαχείριση πρόσβασης στο εργαλείο λίστας ανάγνωσης
es_co: Administrar el acceso a la herramienta Lista de lecturas
fr: Gérer l'accès à l'outil de gestion des Liste de lecture
he: נהל גישה לכלי רשימת הקריאה
it: Gestisci l'accesso al tool Liste di lettura
ja: リーディングリストツールへのアクセスを管理
ko: 읽기 목록 도구의 접근 관리
nl: Toegang instellen tot de Leeslijst tool
pl: Zarządzaj dostępem do narzędzia listy lektur
pt: Gerir Acessos à ferramenta de Bibliografias recomendadas
ru: Инструмент для управления доступом к спискам чтения
sv: Hantera åtkomst till Läslistverktyget
th: จัดการการเข้าถึงของเครื่องมือจัดการรายการอ่าน
tr: Okuma Listeleri Araçlarına Giriş izinlerini Yönet
zh_cn: 管理阅读清单工具的访问
zh_tw: 閱讀清單的管理工具

source: Create New Key Pair
ar: إنشاء زوج مفتاح جديد
cs: Vytvořit nové párovací klíče
de: Neues Key Paar erstellen
el: Δημιουργία νέου ζεύγους κλειδιών
es_co: Crear un nuevo par de claves
fr: Créer une nouvelle paire de cléfs
he: צור זיווג מפתחות
it: Crea una nuova coppia di chiavi
ja: 新規キーペアを作成
ko: 새로운 Key 생성하기
nl: Maak een nieuwe Key pair aan
pl: Utwórz nową parę kluczy
pt: Criar Nova Chave para emparelhar
ru: Создать новую связку ключей доступа
sv: Skapa nytt Nyckelpar
th: สร้าง Key Pair ใหม่
tr: Yeni Giriş anahtar eşleştirmesi oluştur
zh_cn: 创建新密钥对
zh_tw: 創建新的Key Pair

source: Log Out
ar: الخروج
cs: Odhlásit
de: Ausloggen
el: Αποσύνδεση
es_co: Cerrar sesión
fr: Deconnection
he: התנתק
it: Esci
ja: ログアウト
ko: 로그아웃
nl: Log uit
pl: Wyloguj
pt: Sair
ru: Выйти
sv: Logga ut
th: ออกจากระบบ
tr: Çıkış
zh_cn: 登出
zh_tw: 登出

source: Notes may not save properly.
ar: قد لا يتم حفظ الملاحظات بشكل صحيح
cs: Poznámky se nemusejí uložit správně.
de: Notizen werden unter Umständen nicht richtig gespeichert.
el: Οι σημειώσεις ενδέχεται να μην αποθηκευτούν σωστά.
es_co: Es posible que las notas no se guarden correctamente.
fr: Les notes peuvent ne pas être enregistrées correctement.
he: הערות עלולות לא להישמר כהלכה.
it: Le note potrebbero non essere salvate correttamente
ja: ノートは正しく保存されていないかもしれません。
ko: 노트가 저장되지 않았을 수 있습니다.
nl: Notities worden mogelijk niet correct opgeslagen.
pl: Notatki mogą nie być zapisywane poprawnie.
pt: As notas podem não ter sido guardadas corretamente.
ru: Заметки могут не сохраниться.
sv: Anteckningar sparades eventuellt inte korrekt.
th: หมายเหตุอาจไม่สามารถบันทึกได้อย่างถูกต้อง
tr: Notlar düzgün kaydedilmeyebilir.
zh_cn: 备注可能无法正常保存。
zh_tw: 備註可能無法正常儲存。

source: Import from Existing List
ar: استيراد من القائمة الحالية
cs: Importovat ze stávajícího seznamu
de: Import aus einer bestehenden Leseliste
el: Εισαγωγή από την Υφιστάμενη λίστα
es_co: Importar desde una lista existente
fr: Importer à partir de la liste existante
he: יבא מרשימה קיימת
it: Importa da una lista esistente
ja: 既存のリストよりインポート
ko: 목록에서 반입하기
nl: Importeer van bestaande lijst.
pl: Import z istniejącej listy
pt: Importar de uma lista existente
ru: Импортировать список
sv: Importera från befintlig lista
th: นำเข้าจากรายการที่มีอยู่
tr: Mevcut Listeden ekle
zh_cn: 从现有清单导入
zh_tw: 從現有清單導入

source: Import from EBSCO Folder (beta)
ar: استيراد من مجلد EBSCO (نسخة تجريبية)
cs: Importovat ze složky EBSCO (beta verze)
de: Import aus einem EBSCO Ordner (beta)
el: Εισαγωγή από το φάκελο EBSCO (beta)
es_co: Importar desde la carpeta EBSCO (beta)
fr: Importation à partir d'un répertoire EBSCO (version bêta)
he: יבא מתיקיית EBSCO (בטא)
it: Importa dalla cartella EBSCO (beta)
ja: EBSCOフォルダーよりインポート（ベータ版）
ko: EBSCO 폴더에서 반입하기 (beta)
nl: Importeer van EBSCO Folder (beta)
pl: Import z folderu EBSCO (beta)
pt: Importar de uma pasta EBSCO (Beta)
ru: Импортировать список из личной папки EBSCO (Бета)
sv: Importa från EBSCO Folder (beta)
th: นำเข้าจาก EBSCO Folder (เบต้า)
tr: EBSCO dosyasından ekle
zh_cn: 从EBSCO文件夹中导入（Beta测试）
zh_tw: 從EBSCO文件夾中導入（Beta測試）

source: This list is
ar: هذه القائمة هي
cs: Seznam je
de: Diese Liste ist
el: Αυτή η λίστα είναι
es_co: Esta lista es
fr: Cette liste est
he: רשימה זו היא
it: Questa lista è
ja: このリストは
ko: 이 목록은
nl: Deze lijst is
pl: Ta lista jest
pt: Esta lista
ru: Данный список
sv: Denna lista är
th: รายการนี้คือ
tr: Bu liste
zh_cn: 本清单是
zh_tw: 本清單是

source: public
ar: عامة
cs: veřejný
de: öffentlich
el: δημόσια
es_co: pública
he: פומבית
it: pubblica
ja: パブリック
ko: 공용
nl: Openbaar
pl: publiczna
pt: pública
ru: доступен всем
sv: publik
th: สาธารณะ
tr: genel
zh_cn: 公开的
zh_tw: 公開的

source: private
ar: خاص
cs: skrytý
de: privat
el: ιδιωτική
es_co: Privada
fr: privé
he: פרטית
it: privata
ja: プライベート
ko: 개인
nl: Privé
pl: prywatna
pt: privado
ru: закрыт для личного пользования
sv: privat
th: ส่วนตัว
tr: özel
zh_cn: 私人的
zh_tw: 私人的

source: student(s) have accessed this list.
ar: الطالب (الطلاب) الذين قاموا بالوصول إلى هذه القائمة.
cs: …počet uživatelů, kteří zobrazili tento seznam.
de: Student(en) haben diese Leselist aufgerufen
el: οι σπουδαστές έχουν πρόσβαση στη λίστα αυτή.
es_co: Estudiantes que han accedido a esta lista.
fr: Étudiant (s) ont accédé à cette liste.
he: לסטודנט(ים) קיימת גישה לרשימה זו.
it: studenti hanno visualizzato questa lista
ja: 人の学生がこのリストにアクセスしました。
ko: 학생은 이 목록을 이용하고 있습니다.
nl: student(en) hebben toegang gekregen tot deze lijst
pl: studentów skorzystało z tej listy.
pt: Estudante(s) acederam a esta lista
ru: студент(ы) пользовались данным списком
sv: student(er) har åtkomst till denna lista.
th: นักเรียนได้เข้าถึงรายการต่อไปนี้ ..
tr: Öğrenci(ler) bu listeye giriş yaptı.
zh_cn: 学生已访问过此清单。
zh_tw: 學生已訪問過此清單。

source: Students that have accessed this list:
ar: الطلاب الذين قاموا بالوصول إلى هذه القائمة:
cs: Studenti, kteří si zobrazili tento seznam:
de: Studenten, die diese Leseliste aufgerifen haben:
el: Οι σπουδαστές που έχουν αποκτήσει πρόσβαση σε αυτή τη λίστα:
es_co: Estudiantes que han accedido a esta lista:
fr: Les étudiants qui ont accédé à cette liste:
he: סטודנטים בעלי גישה לרשימה זו:
it: Studenti che hanno visualizzato questa lista:
ja: このリストにアクセスした学生:
ko: 이 목록을 이용하고 있는 학생 목록:
nl: Studenten die toegang hebben tot deze lijst:
pl: Studenci, którzy skorzystali z tej listy:
pt: Estudantes que acederam a esta lista:
ru: Студенты пользовались данным списком:
sv: Studenter som använt denna lista:
th: นักเรียนได้เข้าถึงรายการต่อไปนี้ ..
tr: Öğrenci(ler)in giriş yaptığı liste:
zh_cn: 已访问此清单的学生：
zh_tw: 已訪問此清單的學生：

source: No students have accessed this list. A list of names will appear here when at least one student accesses it.
ar: لم يتمكن أي طالب من الوصول إلى هذه القائمة. ستظهر قائمة الأسماء هنا عندما يصل إليها طالب واحد على الأقل.
cs: Nikdo zatím nenavštívil tento seznam. Seznam jmen se objeví, jakmile jej alespoň jeden uživatel zobrazí.
de: Bisher hat noch kein Student diese Leselist geöffnet. Sie werden hier eine Liste der Studenten sehen, die die Leseliste aufgerufen haben, sobald ein Zugriff registriert wurde.
el: Κανένας σπουδαστής δεν έχει αποκτήσει πρόσβαση σε αυτήν τη λίστα. Μια λίστα με τα ονόματα θα εμφανιστεί εδώ όταν τουλάχιστον ένας σπουδαστής έχει αποκτήσει πρόσβαση σε αυτήν.
es_co: Ningún estudiante ha accedido a esta lista. Una lista de nombres aparecerá aquí cuando al menos un estudiante acceda a ella.
fr: Aucun étudiant n'a accédé à cette liste. Une liste de noms apparaîtra ici lorsqu'au moins un étudiant y aurras accèdé.
he: אין סטודנטים בעלי גישה לרשימה זו. רשימת שמות תופיע כאן כאשר לסטודנט אחד לפחות תהיה גישה אליה.
it: Nessuno studente ha visualizzato questa lista. Quando lo faranno comparirà la lista dei loro nomi
ja: このリストにアクセスした学生はいません。少なくとも1人がアクセスすれば学生の名前がリスト表示されます。
ko: 이 목록을 이용하고 있는 학생이 없습니다. 학생이 이 목록을 이용한 후에 명단을 확인할 수 있습니다.
nl: Geen enkele student heeft toegang gehad tot deze lijst. Een lijst van namen zal hier verschijnen wanneer tenminste 1 student deze lijst heeft geopend.
pl: Żaden student nie skorzystał z tej listy. Wykaz nazwisk pojawi się w tym miejscu, gdy przynajmniej jeden student skorzysta z tej listy.
pt: Nenhum aluno acedeu a esta lista. Uma lista de nomes aparecerá aqui quando pelo menos um aluno aceder.
ru: Студенты еще не пользовались данным списком. Список студентов появится после использования.
sv: Inga studenter har använt denna lista. Lista med namn visas här när den första har använt den.
th: ไม่พบนักเรียนเข้าใช้งานรายการนี้ รายการการใช้งานจะปรากฎเมื่อมีนักเรียนอาย่างน้อยหนึ่งคนเข้าใช้งานรายการอ่าน
tr: Hiçbir öğrenci bu listeye giriş yapmadı. En az bir öğrenci giriş yaptığınızda isimler burada listenelecektir.
zh_cn: 没有学生访问过此清单。 当至少有一个学生访问时，这里会出现一个名字列表。
zh_tw: 沒有學生訪問過此清單。當至少有一個學生訪問時，這裡會出現一個名字列表。

source: Add Folder
ar: أضف مجلد
cs: Přidat složku
de: Zu Ordner hinzufügen
el: Προσθήκη φακέλου
es_co: Adicionar carpeta
fr: Ajouter le dossier
he: הוסף תיקייה
it: Aggiungi cartella
ja: フォルダに追加
ko: 폴더에 추가하기
nl: Folder toevoegen
pl: Dodaj folder
pt: Adicionar pasta
ru: Добавить папку
sv: Lägg till Mapp
th: เพิ่ม Folder
tr: Dosya ekle
zh_cn: 新增文件夹
zh_tw: 新增文件夾

source: Create Folder
ar: أنشئ مجلد
cs: Vytvořit složku
de: Ordner erstellen
el: Δημιουργία φακέλου
es_co: Crear carpeta
fr: Créer le dossier
he: צור תיקייה
it: Crea cartella
ja: フォルダを作成
ko: 폴더 만들기
nl: Folder aanmaken
pl: Utwórz folder
pt: Criar pasta
ru: Создать папку
sv: Skapa mapp
th: สร้างโฟลเดอร์ (Folder)
tr: Dosya yarat
zh_cn: 创建文件夹
zh_tw: 創建文件夾

source: Add Text or Instructions
ar: إضافة نص أو تعليمات
cs: Přidat text nebo instrukce
de: Text oder Notizen hinzufügen
el: Προσθέστε κείμενο ή οδηγίες
es_co: Agregar texto o instrucciones
fr: Ajouter un texte ou des instructions
he: הוספת טקסט או הוראות
it: Aggiungi testo o istruzioni
ja: テキストまたは指示を追加
ko: 텍스트 혹은 안내문구 추가하기
nl: Voeg tekst of instructies toe
pl: Dodaj tekst lub instrukcje
pt: Adicionar texto ou instruções
ru: Добавить текст/инструкции
sv: Lägg till text eller instruktioner
th: เพิ่มข้อความหรือคำแนะนำ
tr: Metin veya Yönergeler ekle
zh_cn: 添加文本或说明
zh_tw: 添加文本或說明

source: Text
ar: نص
el: Κείμενο
es_co: Texto
fr: Texte
he: טקסט
it: Testo
ja: テキスト
ko: 문구
nl: Tekst
pl: Tekst
pt: Texto
ru: Текст
th: ข้อความ
tr: Metin
zh_cn: 文本
zh_tw: 文本

source: Folder
ar: مجلد
cs: Složka
de: Ordner
el: Φάκελος
es_co: Carpeta
fr: Dossier
he: תיקייה
it: Cartella
ja: フォルダー
ko: 폴더
pt: Pasta
ru: Папка
sv: Mapp
th: โฟลเดอร์
tr: Dosya
zh_cn: 文件夹
zh_tw: 文件夾

source: e.g., Read Chapter 5 in Textbook
ar: على سبيل المثال ، اقرأ الفصل الخامس في الكتاب المدرسي
cs: např.: Přeštěte si kapitolu č. 5 ve skriptech
de: z.B. Lesen Sie Kapitel 5 im Lehrbuch
el: π.χ. Διαβάστε το Κεφάλαιο 5 στο Βιβλίο Εργασιών
es_co: Ej.: Leer el capitulo 5 en el libro de texto
fr: Par exemple, lire le chapitre 5 dans le manuel
he: לדוגמה קראו פרק 5 בספר הלימוד
it: es., Leggere capitolo 5 del Manuale
ja: 例. テキストブックの5章を読んでください
ko: 예)
nl: bijvoorbeeld, Lees hoofstuk 5 in Tekstboek
pl: np. przeczytaj rozdział 5 z podręcznika
pt: Ex: Ler capítulo 5 do livro
ru: например, прочитайте главу 5 в учебнике
sv: t.ex., Läs kapitel 5 i kursboken
th: ตัวอย่าง อ่านบทที่ 5 ในหนังสือ
tr: ör., Ders kitabında 5. bölümü okuyun
zh_cn: 例如：阅读教科书中的第5章
zh_tw: 例如：閱讀教科書中的第5章

source: Main list of Readings
ar: القائمة الرئيسية للقراءات
cs: Hlavní seznam literatury
de: Hauptleseliste
el: Κύρια λίστα υλικών ανάγνωσης
es_co: Lista principal de lecturas
fr: Liste principale des lectures
he: רשימת קריאה ראשית
it: Lista di letture principale
ja: メインリスト
ko: 주요 읽기 목록
nl: Hoofdlijst van lezingen
pl: Główna lista lektur
pt: Lista principal de Bibliografias recomendadas
ru: Основной список чтения
sv: Läslista
th: รายการอ่านหลัก
tr: Okuma kaynaklarının ana Listesi
zh_cn: 主要阅读清单
zh_tw: 主要閱讀清單
