Repository: ebsco/curriculum_builder
Catalog: app/views/locale/*.UTF-8/LC_MESSAGES/messages.po
Languages: ar, cs, de, el, es_co, fr, he, it, ja, ko, nl, pl, pt, ru, sv, th, tr, zh_cn, zh_tw

source: and
ar: و
cs: a
de: und
el: και
es_co: y
fr: et
he: ו
it: e
ja: と
ko: 와
nl: en
pl: oraz
pt: e
ru: и
sv: och
th: และ
tr: ve
zh_tw: 與

source: Available in Library Collection
ar: متوفرة في مجموعة المكتبة
cs: Dostupné v kolekci knihovny
de: Verfügbar in der Bibliothekssammlung
el: Διατίθεται στη συλλογή βιβλιοθηκών
es_co: Disponible en la colección de la biblioteca
fr: Disponible dans la collection de la bibliothèque
he: זמין באוסף הספרייה.
it: Disponibile nelle collezioni della biblioteca
ja: 図書館のコレクションで入手可能
ko: Library Collection에서 이용 가능
nl: Beschikbaar in bibliotheekcollectie
pl: Dostępne w kolekcji biblioteki
pt: Disponível na coleção da biblioteca
ru: Доступны в коллекции библиотеки
sv: Tillgänglig i Bibliotekets bestånd
th: ทรัพยากรจากห้องสมุด
tr: Kütüphane Koleksiyonunda Bulunur
zh_tw: 圖書館之館藏

source: Limiters
ar: المحددات
cs: Filtry
de: Suchlimiter
el: Στοιχεία περιορισμού
es_co: Limitadores
fr: Limiteurs
he: הגבלות
it: Filtri
ja: リミター
ko: 제한자(Limiters)
pl: Ograniczenia
pt: Limitadores
ru: Фильтры
sv: Avgränsare
th: ตัวกรองข้อมูล
tr: Filtrelemeler
zh_tw: 限制條件

source: Hiding these limiters will prevent faculty from unchecking these, making it impossible to add items outside of your collections to the reading list.
ar: سيؤدي إخفاء هذه المحددات إلى منع أعضاء هيئة التدريس من إلغاء تحديدها ، مما يجعل من المستحيل إضافة عناصر خارج مجموعاتك إلى قائمة القراءة.
cs: Skrytím těchto filtrů nebude možné tyto funkce využívat a nebude možné přidávat literaturu mimo kolekci Vaší knihovny.
de: Wenn Sie diese Suchlimiter ausblenden, wird es den Lehrbeauftragten unmöglich sein, Artikel (etc.) auszuwählen, die nicht im Volltext verfügbar sind.
el: Η απόκρυψη αυτών των στοιχείων περιορισμού θα αποτρέψει την αφαίρεση της επιλογής από το διδακτικό προσωπικό, καθιστώντας αδύνατη την προσθήκη στοιχείων εκτός των συλλογών σας στη λίστα ανάγνωσης.
es_co: Ocultar estos limitadores evitará que la facultad los desmarque, lo que hace imposible agregar elementos fuera de sus colecciones a la lista de lecturas.
fr: Cacher ces limiteurs empêchera le corps professoral de le décocher, ce qui rend impossible d'ajouter des éléments en dehors de vos collections à la liste de lecture.
he: הסתרת הגבלות אלה ימנע מהסגל להסירן, מה שימנע הוספת פריטים מחוץ לאוסף הספרייה לרשימת הקריאה.
it: Nascondere questi filtri impedirà ai docenti di deselezionarli, rendendo impossibile l'aggiunta alla lista di elementi al di fuori delle collezioni della biblioteca.
ja: これらのリミッターを非表示にすると、教員がこれらのチェックを外すのを防ぎ、あなたのコレクションに含まれないアイテムを読書リストに追加することを不可能にします。
ko: 리미터를 숨김으로서 교수가 설정을 해지하는 것을 막을 수 있으며, 외부 자원을 읽기 목록에 추가하는 것을 가능하게 합니다.
nl: Het verbergen van deze limiters zal voorkomen dat de faculteit deze uncheckt, waardoor het onmogelijk is om items buiten uw verzamelingen aan de leeslijst toe te voegen.
pl: Ukrycie tych ograniczeń uniemożliwi wydziałowi wyłączenie ich, co spowoduje, że niemożliwe będzie dodanie do listy lektur tytułów spoza kolekcji biblioteki.
pt: Ocultar estes limitadores vão prevenir
ru: Спрятав данную опцию, пользователи не смогут удалить фильтр "доступно в коллекции" и добавлять сторонние публикации.
sv: Genom att dölja dessa avgränsare så kommer inte personal inte kunna avmarkera dem och därigenom aldrig kunna hitta källor utanför beståndet till läslistan.
th: การซ่อนตัวกรองจะป้องกัน อาจารย์ในการยกเลิกตัวกรองเหล่านี้ ทั้งนี้เพื่อป้องกันอาจารย์เลือก Collection นอกเหนือจากสิ่งที่ห้องสมุดมีมาใส่ในรายการอ่าน
tr: Bu filtrelemelerin gizlenmesi, bu filtrelerin aramalarda kaldırılmasını engelleyecektir, bu da kolaksiyonunuz dışındaki kaynakları okuma listelerine eklemeye imkansız kılacaktır.
zh_tw: 隱藏這些限制條件將會使教師無法取消選擇這些限制條件，導致無法閱讀清單中新增不在您館藏的項目。

source: This link is provided by the LMS. If the LMS is configured correctly, it will redirect the user back to the course's site.
ar: يتم توفير هذا الارتباط من قبل LMS. إذا تم تكوين LMS بشكل صحيح ، فسوف يعيد توجيه المستخدم إلى موقع الدورة التدريبية.
cs: Tento odkaz je poskytnut z Vašeho eLearningového systému. Pokud je eLearning nastaven správně, přesměruje uživatele zpět na stránky kurzu.
de: Dieser Link wird vom LMS bereitgestellt. Sofern das LMS korrekt eingerichtet wurde, wird der Nutzer zurück zum Kurs geleitet.
el: Αυτός ο σύνδεσμος παρέχεται από τη LMS. Εάν η LMS έχει ρυθμιστεί σωστά, θα παραπέμπει τον χρήστη στον ιστοτόπο του μαθήματος.
es_co: Este enlace es proporcionado por el LMS. Si el LMS está configurado correctamente, redirigirá al usuario de nuevo al sitio del curso.
fr: Ce lien est fourni par le SGA (système de gestion de l'apprentissage). Si le SGA est configuré correctement, il redirigeras l'utilisateur vers la gestion du cours.
he: קישור זה מגיע ממערכת ניהול הספרייה. אם מערכת ניהול הספרייה מוגדרת בצורה נכונה, הוא יעביר את המשתמש חזרה לאתר הקורס.
it: Questo link è generato dal tuo LMS. Se il LMS è configurato correttamente, redirigerà gli utenti al sito del corso
ja: このリンクはLMSによって提供されます。 LMSが正しく設定されている場合、ユーザーはコースのサイトにリダイレクトされます
ko: 이 링크는 LMS에서 제공됩니다. 세팅이 정확하다면 이용자를 코스 페이지로 리다이렉트 시킵니다.
nl: Deze link wordt geleverd door het LMS. Als het LMS correct is geconfigureerd, wordt de gebruiker teruggestuurd naar de site van de cursus.
pl: Ten odnośnik pochodzi z Systemu Zarządzania Nauczaniem. Jeżeli system ten jest skonfigurowany poprawnie, odnośnik przekieruje użytkownika z powrotem do strony kursu.
pt: O link é fornecido pelo LMS. Se o LMS estiver configurado correctamente, vai redireccinar o utilizador para o site do curso.
ru: Ссылка предоставлена системой вашей библиотеки. Если система работает исправно, ссылка приведет пользователей обратно к курсу.
sv: Denna länk är skapad av ert LMS. Om LMS:et är korrekt konfigurerat så kommer den skicka tillbaka användaren till kurssidan.
th: ลิงก์นี้ให้บริการโดย LMS หาก LMS มีการกำหนดค่าอย่างถูกต้อง ระบบจะเชื่อมต่อผู้ใช้กลับไปที่หน้าเวปไซต์ของหลักสูตร
tr: Bu link LMS tarafından sağlandı. Eğer LMS doğru ayarlandıysa, Kullacıyı doğru ders sayfasına yönlendirecektir.
zh_tw: 此連結是由學習管理系統（LMS）提供。如果設定正確，它能連結回課程網站。

source: Show First Full Text Link Only
ar: إظهار رابط النص الكامل الأول فقط
cs: Zobrazit pouze první odkaz k plnému textu
de: Nur den ersten Volltextlink anzeigen
el: Εμφάνιση μόνο του πρώτου συνδέσμου πλήρους κειμένου
es_co: Mostrar primer enlace de texto completo solamente
fr: Afficher uniquement le premier lien vers le texte intégral
he: הצג קישורים לטקסט מלא בלבד ראשונים.
it: Mostra solo il primo link al full text
ja: 最初のフルテキストリンクだけを表示する
ko: 원문 보기 링크들 중 첫 번째만 보여주기
nl: Toon alleen eerste volledige tekst link
pl: Pokaż tylko pierwszy link do pełnego tekstu
pt: Mostrar apenas o primeiro link de texto integral
ru: Отображать только первую ссылку на полный текст
sv: Visa enbart första tillgängliga Fulltext länk
th: แสดงลิ้งก์แรกของเอกสารฉบับเต็มเท่านั้น
tr: Sadece ilk Tam Metin linkini göster
zh_tw: 只顯示第一筆全文連結

source: Spanish
ar: الإسبانية
cs: Španělština
de: Spanisch
el: Ισπανικά
es_co: Español
fr: Espanol
he: ספרדית
it: Spagnolo
ja: スペイン語
ko: 스페인어
nl: Spaans
pl: hiszpański
pt: Espanhol
ru: Испанский
sv: Spanska
th: สเปน
tr: İspanyolca
zh_tw: 西班牙文

source: German
ar: الألمانية
cs: Němčina
de: Deutsch
el: Γερμανικά
es_co: Alemán
fr: allemand
he: גרמנית
it: Tedesco
ja: ドイツ語
ko: 독일어
nl: Duits
pl: niemiecki
pt: Alemão
ru: Немецкий
sv: Tyska
th: เยอรมัน
tr: Almanca
zh_tw: 德文

source: Italian
ar: الإيطالي
cs: Italština
de: Italienisch
el: Italiano
es_co: Italiano
fr: italien
he: איטלקית
it: Italiano
ja: イタリア語
ko: 이탈리아어
nl: Italiaans
pl: włoski
pt: Italiano
ru: Итальянский
sv: Italienska
th: อิตาลี
tr: İtalyanca
zh_tw: 義大利文

source: Portuguese
ar: البرتغالية
cs: Portugalština
de: Portugiesisch
el: Πορτογαλικά
es_co: Portugués
fr: Portugais
he: פורטוגזית
it: Portoghese
ja: ポルトガル語
ko: 포르투갈어
nl: Portugees
pl: portugalski
pt: Português
ru: Португальский
sv: Portugisiska
th: โปรตุเกส
tr: Portekizce
zh_tw: 葡萄牙文

source: French
ar: الفرنسية
cs: Francais
de: Französisch
el: Γαλλικά
fr: Français
he: צרפתית
it: Francese
ja: フランス語
ko: 프랑스어
nl: Frans
pl: francuski
pt: Francês
ru: Французский
sv: Franska
th: ฝรั่งเศส
tr: Fransızca
zh_tw: 法文

source: Simplified Chinese
ar: الصينية المبسطة
cs: Zjednodušená čínština
el: Απλοποιημένα Κινέζικα
he: סינית (מופשטת)
ja: 中国語（簡体字）
ko: 중국어 (간체)
nl: Chinees (vereenvoudigd)
pl: chiński (uproszczony)
ru: Упрощенный китайский
sv: Kinesiska (enkel)
th: จีน (ตัวย่อ)
tr: Çince (basitleştirilmiş)
zh_tw: 中文（檢體）

source: traditional Chinese
ar: الصينية التقليدية
cs: tradiční čínština
el: Παραδοσιακά κινεζικά
he: סינית (מסורתית)
ja: 中国語（繁体字）
ko: 중국어 (번체)
nl: Chinees (tradtioneel)
pl: chiński (tradycyjny)
ru: Традиционный китайский
sv: Kinesiska (traditionell)
th: จีน (ดั้งเดิม)
tr: Çince (geleneksel)
zh_tw: 中文（繁體）

source: Japanese
ar: اليابانية
cs: Japonština
de: Japanisch
el: Ιαπωνικά
fr: Japonais
he: יפנית
it: Giapponese
ja: 日本語
ko: 일본어
nl: Japans
pl: japoński
pt: Japonês
ru: Японский
sv: Japanska
th: ญี่ปุ่น
tr: Japonca
zh_tw: 日本語

source: Polish
ar: البولندي
cs: Polština
de: Polieren
el: Πολωνικά
fr: Polonais
he: פולנית
it: Polacco
ja: ポーランド語
ko: 폴란드어
nl: Pools
pl: polski
pt: Polaco
ru: Польский
sv: Polska
th: โปแลนด์
tr: Lehçe
zh_tw: 波蘭文

source: Swedish
ar: اللغة السويدية
cs: Švédština
de: Schwedisch
el: Σουηδικά
fr: Suédois
he: שוודית
it: Svedese
ja: スウェーデン語
ko: 스웨덴어
nl: Zweeds
pl: szwedzki
pt: Sueco
ru: Шведский
sv: Svenska
th: สวีเดน
tr: İsveç
zh_tw: 瑞典文

source: Thai
ar: التايلاندية
cs: Thajština
el: Ταϊλανδικά
fr: Thaïlandais
he: תאילנדית
it: Tailandese
ja: タイ語
ko: 타이어
nl: Thais
pl: tajski
pt: Tailandês
ru: Тайский
sv: Thailändska
th: ไทย
tr: Tayland
zh_tw: 泰文

source: Turkish
ar: التركية
cs: Turečtina
de: Türkisch
el: Τουρκικά
fr: Turc
he: טורקית
it: Turco
ja: トルコ語
ko: 터키어
nl: Turks
pl: turecki
pt: Turco
ru: Турецкий
sv: Turkiska
th: ตุรกี
tr: Türk
zh_tw: 土而其語

source: Required
ar: مطلوب
cs: Povinné
de: Obligatorisch
el: Απαιτείται
fr: Requis
he: חובה
it: Obbligatorio
ja: 必須
ko: 필수
nl: Verplicht
pl: Wymagane
pt: Obrigatório
ru: Обязательно
sv: Obligatorisk
th: ข้อมูลที่ต้องใส่
tr: Gerekli
zh_tw: 必須的

source: e.g., Instructor
ar: على سبيل المثال ، مدرس
cs: např. Instruktor
de: z.B. Lehrbeauftragter
el: π.χ., Διδάσκων
fr: e.g., Instructeur
he: לדוגמה מרצה
it: per esempio, Docente
ja: 例：インストラクター
ko: 예) 강사
nl: bijvoorbeeld, instructeur
pl: np. instruktor
pt: ex: Professor
ru: Например, инструктор
sv: t.ex. Instruktör
th: ตัวอย่างเช่น ผู้สอน
tr: Ör., Eğitmen
zh_tw: 例如：教師（Instructoe）

source: Proxy prefix here; if using WAM, you can use {targetURLdomain} to specify the domain of your WAM proxy - the remainder will be placed at the end
ar: اختصار البروكسي هنا ؛ في حالة استخدام WAM ، يمكنك استخدام {targetURLdomain} لتحديد نطاق ال WAM - سيتم وضع الباقي في النهاية
de: Proxy-Prefix; sofern Sie einen WAM Proxy nutzen, können Sie {targetURLdomain} verwenden, um den Domain-Name Ihres WAM Proxy zu hinterlegen, die restliche URL wird ans Ende der URL gesetzt
el: Πρόθεμα του διακομιστή μεσολάβησης (proxy) εδώ - αν χρησιμοποιείτε WAM, μπορείτε να χρησιμοποιήσετε το {targetURLdomain} για να ορίσετε τον τομέα του διακομιστή μεσολάβησης WAM - το υπόλοιπο θα τοποθετηθεί στο τέλος
fr: Indiquez le préfixe du Proxy ici, si vous utilisez WAM, vous pouvez utiliser {targetURLdomain} pour spécifier le domaine de votre porxy WAM. Le reste des paramétres seras placé à la fin.
he: תחילית פרוקסי כאן: אם משתמשים ב-WAM, ניתן להשתמש ב{targetURLdomain} כדי לציין את הדומיין של פרוקסי WAM שלך - שאר הקישור יתווסף לאחר מכן.
it: Inserisci qui il prefisso del proxy; se stai usando WAM, puoi usare {targetURLdomain} per specificare il dominio del tuo WAM proxy - il segnaposto verrà posto alla fine
ja: プロキシ・プレフィクスはここです；WAMを使用している場合は、{targetURLdomain}を使用してWAMプロキシのドメインを指定できます。残りの部分は末尾に配置されます。
ko: Proxy prefix 를 입력하세요; WAM을 사용한다면, {targetURLdomain}를 이용해 the domain of your WAM proxy 선언하세요.
nl: Proxy prefix hier; Als u WAM gebruikt, uw {targetURLdomain} gebruiken om het domein van uw WAM-proxy op te geven-de rest zal aan het eind worden geplaatst
pl: Proszę podać przedrostek proxy; w przypadku korzystania z proxy WAM, można użyć {targetURLdomain} aby określić domenę - pozostała część adresu zostanie umieszczona na końcu
pt: Prefixo de proxy aqui; Se estiver a utilizar WAM, pode utilizar {targetURLdomain} para indicar o dominio do seu proxy WAM. O restante será colocado no final
ru: Введите префикс прокси. Если вы используете WAM, введите домен {targetURLdomain}, чтобы уточнить WAM прокси
sv: Proxy prefix här; om WAM används så kan du använda {targetURLdomain} för att specificera domänen av din WAM proxy, resterande kommer placeras i slutet.
th: ใส่ Proxy prefix ที่นี่; หากใช้ WAM คุณสามารถใช้ {targetURLdomain} เพื่อระบุโดเมนของ WAM proxy ของคุณ - ส่วนที่เหลือจะถูกวางไว้ในส่วนท้าย
tr: Proxy önek; Eğer WAM kullanıyorsanız, WAM proxy alan adını belirtmek için {targetURLdomain} parametresini kullanabilirsiniz - kalan kısım sonda yer alacaktır
zh_tw: Proxy 的前置詞（prefix）設定於此；如果使用 WAM，您可以使用 {targetURLdomain} 來設定您的 WAM proxy 的 domain。剩下的將會被至於最後。

source: Email for contact person for tool
ar: البريد الإلكتروني للشخص المسؤول عن الأداة
cs: E-mailová adresa hlavního administrátora
de: E-Mail für die Kontaktperson für dieses Werkzeug
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου για το άτομο επικοινωνίας σχετικά με το εργαλείο
fr: Adresse Email du responsable de l'outil.
he: אימייל לאיש הקשר של הכלי
it: Persona da contatare per il tool
ja: ツールの連絡先へのメール
ko: 담당자에게 Email로 연락하기
nl: E-mail voor contactpersoon voor de tool
pl: Adres e-mail osoby do kontaktu
pt: Email de contacto do responsável da ferramenta
ru: Эл. почта поддержки инструмента
sv: E-post för kontaktperson av verktyget
th: อีเมลสำหรับผู้ติดต่อสำหรับเครื่องมือนี้
tr: Bu araç için iletişim için ilgili kişinin email adresi
zh_tw: 要求工具的聯絡人的電子郵箱

source: Branding text at top of screen
ar: نص العلامة التجارية أعلى الشاشة
cs: Text brandingu ve vrchní části obrazovky
de: Branding-Text am Bildschirmanfang
el: Κείμενο επωνυμίας στο επάνω μέρος της οθόνης
fr: Texte du branding en haut de page
he: טקסט מותג לראש המסך
it: Intestazione delle pagine
ja: 画面上部のテキストのブランディング
ko: 화면 윗 부분 브랜딩 문구
nl: Branding tekst aan de bovenkant van het scherm
pl: Tekst do wyświetlenia u góry ekranu
pt: Texto mostrado no inicio de página
ru: текст организации на верху
sv: Brandingtext i toppen av skärmen
th: ข้อความโฆษณาที่ด้านบนของหน้าจอ
tr: Sayfa üstünde yer alacak Metin
zh_tw: 螢幕上方的客製化文字

source: e.g., See Record in EDS
ar: على سبيل المثال ، راجع السجل في EDS
cs: např. Zobrazit záznam v EDS
de: z.B. Datensatz in EDS anzeigen
el: π.χ., βλέπε Εγγραφή στο EDS
fr: e.g., regardez les enregistrements dans EDS.
he: לדוגמה הצד רשומה ב-EDS
it: per esempio, Vedi record in EDS
ja: 例：EDSのレコードを見る
ko: 예) EDS에서 레코드 보기
nl: Zie bijvoorbeeld record in EDS
pl: np. Zobacz opis w EDS
pt: ex: Ver registo no EDS
ru: например, посмотреть в EDS
sv: t.ex. Se post i EDS
th: ตัวอย่างเช่น ดูรายการนี้ใน EDS
tr: Ör., Kaydı EDS'de Görüntüle
zh_tw: 例如：查看EDS中的紀錄

source: e.g., Search for Library Resources
ar: على سبيل المثال ، البحث عن موارد المكتبة
cs: např. Hledat v kolekci knihovny
de: z.B. Durchsuchen Sie Bibliotheksressourcen
el: π.χ. Αναζήτηση πηγών βιβλιοθήκης
fr: e.g., Cherchez des ressources de la bibliothèque.
he: לדוגמה חפש משאבי ספרייה
it: per esempio, Cerca nelle risorse della biblioteca
ja: 例：図書館リソースの検索
ko: 예) 도서관 자원에서 찾아보기
nl: bijvoorbeeld zoeken naar bibliotheekbronnen
pl: np. Przeszukaj zasoby biblioteki
pt: ex: Pesquisar nos recursos da Biblioteca
ru: например, искать среди ресурсов библиотеки
sv: t.ex. Sök bland Bibliotekets resurser
th: ตัวอย่างเช่น ค้นหาทรัพยากรห้องสมุด
tr: Ör., Kütüphane Kaynaklarında Arayın
zh_tw: 例如：搜尋圖書館資源

source: Optional. URL for CSS Stylesheet
ar: اختياري. عنوان الرابط لملف أنماط CSS
cs: Volitelné. URL adresa CSS stylů
de: Optional. URL eines CSS Stylesheets
el: Προαιρετικό. Διεύθυνση URL for CSS Stylesheet
fr: Optionnel, URL de la feuille de style CSS.
he: לא חובה. קישור לדף CSS
it: Facoltativo. URL del foglio di stile CSS
ja: 任意。 CSSスタイルシートのURL
ko: 부가기능. CSS Stylesheet 를 위한 URL
nl: Optioneel. URL voor CSS Stylesheet
pl: Opcjonalnie. URL arkusza stylów CSS
pt: Opcional. URL do ficheiro de estilos CSS
ru: Необязательно. Ссылка на CSS.
sv: Valfritt. URL till CSS fil
th: [Optional] URL สำหรับ CSS Stylesheet
tr: İsteğe Bağlı. CSS dosyası linki
zh_tw: 可選擇的。連結到CSS Stylesheet的URL

source: URL for LibGuide or other help pages
ar: عنوان الرابط لـ LibGuide أو صفحات المساعدة الأخرى
cs: URL adresa Vašich LibGuides nebo jiných stránek podpory uživatelů
de: URL für LibGuide oder andere Hilfeseiten
el: Διεύθυνση URL για LibGuide ή άλλες σελίδες βοήθειας
fr: URL de LibGuide ou autre page d'aide.
he: קישור ל-LibGuide או דפי תמיכה אחרים
it: URL delle LibGuides o altre pagine di aiuto
ja: LibGuideまたはその他のヘルプページのURL
ko: LibGuide 또는 도움말 페이지를 위한 URL
nl: URL voor Literatuurgids of andere helppagina's
pl: URL dla LibGuide lub innych stron pomocy
pt: URL do Libguides ou outras páginas de ajuda
ru: Ссылки на инструкции и вспомогательные страницы
sv: URL till LibGuide eller andra hjälpsidor
th: URL สำหรับ LibGuide หรือหน้าเวปไซต์ช่วยเหลืออื่น ๆ
tr: LibGuide ve diğer yardım sayfaları için Link
zh_tw: 連結到 LibGuide 或其他幫助頁面的URL

source: e.g., a copyright notice
ar: على سبيل المثال ، إشعار حقوق النشر
cs: např. údaj o autorských právech
de: z.B. einen Urheberrechtshinweis
el: π.χ. μια ειδοποίηση περί πνευματικών δικαιωμάτων
fr: e.g., avertissement de copyright
he: לדוגמה הודעת זכויות יוצרים
it: esempio, una nota sul copyright
ja: 例えば、著作権表示
ko: 예) 저작권(copyright) 공지
nl: bijvoorbeeld een auteursrechtverklaring
pl: np. informacja o prawach autorskich
pt: ex. aviso de direitos de autor
ru: например, политика конфиденциальности
sv: t.ex. copyright information
th: ตัวอย่างเช่น ประกาศเกี่ยวกับลิขสิทธิ์
tr: Ör., telif hakkı uyarısı
zh_tw: 例如：一個版權提示

source: Label for Link to EDS
ar: تسمية للارتباط بـ EDS
cs: Název odkazu do EDS
de: Benennung des Links zu EDS
el: Ετικέτα για σύνδεση με το EDS
es_co: Etiqueta para Vinculo de EDS
fr: Libéllé des liens vers EDS
he: תווית עבור קישור ל-EDS
it: Etichetta per i link verso EDS
ja: EDSへのリンクのラベル
ko: EDS 링크에 해당하는 라벨
nl: Label voor link naar EDS
pl: Etykieta odnośnika do EDS
pt: Texto para o link para o EDS
ru: Ссылка на EDS в виде значка
sv: Etikett för länk till EDS
th: ข้อความสำหรับลิ้งก์กลับไปที่ EDS
tr: EDS Linki için Metin
zh_tw: 連結到EDS的標籤

source: Label for Search Box
ar: تسمية مربع البحث
cs: Název vyhledávacího okna
de: Benennung der Suchbox
el: Ετικέτα για το πλαίσιο αναζήτησης
es_co: Etiqueta para caja de búsqueda
fr: Libéllé de la boite de recherche
he: תווית עבור תיבת חיפוש
it: Etichetta per la box di ricerca
ja: 検索ボックスのラベル
ko: 검색창 라벨
nl: Label voor zoekbox
pl: Etykieta okienka wyszukiwawczego
pt: Texto para a caixa de pesquisa
ru: Значок поиска
sv: Etikett för Sökruta
th: ข้อความสำหรับใส่ในกล่องสืบค้น
tr: Arama Kutusu için Metin
zh_tw: 搜尋框的標籤

source: Collect Student Data
ar: جمع بيانات الطلاب
cs: Sběr uživatelských dat
de: Nutzerdaten sammeln
el: Συλλογή δεδομένων σπουδαστών
es_co: Recolectar datos de los estudiantes
fr: Collecter les données des étudiants.
he: אסוף מידע על סטודנט
it: Raccogli i dati degli studenti
ja: 学生データの収集
ko: 학생 데이터 수집하기
nl: Studenten gegevens verzamelen
pl: Pobierz dane studentów
pt: Recolher dados dos estudantes
ru: Данные студентов
sv: Samla in Studentdata
th: เก็บข้อมูลนักเรียน
tr: Öğrenci Bilgilerini Topla
zh_tw: 搜集學生資料

source: URL to Library Home Page
cs: URL adresa domácí stránky
de: UR zur Bibliothekswebseite
el: Διεύθυνση URL στην Αρχική Σελίδα της Βιβλιοθήκης
fr: URL de la page d'acceuil de bibliothèque
he: קישור לדף הבית של הספרייה
it: URL della home page della biblioteca
ja: 図書館ホームページへのURL
ko: 도서관 홈페이지로 링크될 URL
nl: URL naar bibliotheek Startpagina
pl: Odnośnik do strony internetowej biblioteki
pt: URL para a página da Biblioteca
ru: Ссылка на домашнюю страницу библиотеки
sv: URL till Bibliotekets hemsida
th: URL กลับไปยังหน้าห้องสมุด
tr: Kütüphane Ana Sayfa Linki
zh_tw: 連結到圖書館首頁的URL

source: Search Library Resources
cs: Hledat zrdoje knihovny
de: Bibliotheksresourcen durchsuchen
el: Αναζήτηση πόρων βιβλιοθήκης
fr: Rechercher dans les ressources de la bibliothèque
he: חפש במשאבי הספרייה
it: Cerca nelle risorse della biblioteca
ja: 図書館リソースの検索
ko: 도서관 자원 검색하기
nl: Zoek in beschikbare bronnen
pl: Przeszukaj zasoby biblioteki
pt: Pesquisar nos recursos da biblioteca
ru: Поиск среди ресурсов библиотеки
sv: Sök i Bibliotekets resurser
th: ค้นหาทรัพยากรห้องสมุด
tr: Kütüphane Kaynaklarında Arayın
zh_tw: 搜尋圖書館資源

source: Update Settings
ar: إعدادات التحديث
cs: Aktualizovat Nastavení
de: Einstellungen aktualisieren
el: Ρυθμίσεις ενημέρωσης
es_co: Actualizar Ajustes
fr: Modifier le paramétrage
he: עדכן הגדרות
it: Aggiorna le impostazioni
ja: 設定の更新
ko: 세팅값 업데이트하기
nl: Instellingen Bijwerken
pl: Zaktualizuj ustawienia
pt: Actualizar definições
ru: Обновить настройки
sv: Uppdatera inställningar
th: ปรับปรุงการติดตั้ง
tr: Ayarları Güncelle
zh_tw: 更新設定

source: Expander:
ar: المتوسع:
cs: Rozšířit vyhledávání:
de: Erweiterungen:
el: Στοιχείο διεύρυνσης:
fr: Expenders...
he: הרחבה:
it: Espansore:
ja: エキスパンダー:␣
ko: 확장자 :
pl: Rozszerzenie:
pt: Expansor:
ru: Расширение поиска:
sv: Expandera:
th: ขยายผลการสืบค้น
tr: Genişletici:
zh_tw: 擴增詞：␣

source: Edit
ar: تصحيح
cs: Upravit
de: Bearbeiten
el: Eπεξεργασία
es_co: Editar
fr: Editez
he: עריכה
it: Modifica
ja: 編集
ko: 편집하기
nl: Bewerk
pl: Edytuj
pt: Editar
ru: Изменить
sv: Redigera
th: แก้ไข
tr: Değiştir
zh_tw: 編輯

source: Relevance
ar: ملاءمة
de: Relevanz
el: Συνάφεια
es_co: Relevancia
fr: Pertinance
he: רלוונטיות
it: Rilevanza
ja: 関連
ko: 관련도
nl: Relevantie
pl: Trafność
pt: Relevância
ru: Релевантность
sv: Relevans
th: ความเกี่ยวข้อง
tr: İlgililik
zh_tw: 相關度

source: Source Type
ar: نوع المصدر
cs: Typ zdroje
de: Quelltypen
el: Τύπος πηγής
es_co: Tipos de fuentes
fr: Type de source
he: סוג המקור
it: Tipo di fonte
ja: ソース・タイプ
ko: 자료 유형
nl: Brontype
pl: Typ źródła
pt: Tipo de fonte
ru: Тип источника
sv: Källtyp
th: ชนิดของแหล่งที่มา
tr: Kaynak Türü
zh_tw: 來源類型

source: Subject
ar: موضوع
cs: Předmět
de: Thema
el: Θέμα
es_co: Materia
fr: Sujet
he: נושא
it: Argomento
ja: 主題
ko: 주제
nl: Onderwerp
pl: Temat
pt: Assunto
ru: Предмет
sv: Ämne
th: หัวเรื่อง
tr: Konu
zh_tw: 主題

source: Publication
ar: منشور
cs: Publikace
de: Publikation
el: Έκδοση
es_co: Publicación
he: כתב העת
it: Pubblicazione
ja: 出版物
ko: 출판물
nl: Publicatie
pl: Publikacja
pt: Publicação
ru: Публикация
sv: Publikation
th: ชื่อเอกสาร
tr: Yayın
zh_tw: 出版品

source: Geography
ar: جغرافية
cs: Geografické pojmy
de: Geografie
el: Γεωγραφική περιοχή
es_co: Geografía
fr: Geographie
he: גאוגרפיה
it: Geografia
ja: 地理
ko: 지리
nl: Geografie
pl: Geografia
pt: Geografia
ru: География
sv: Geografi
th: ประวัติโดยสังเขป
tr: Coğrafya
zh_tw: 地理學

source: Content Provider
ar: مزود المحتوى
cs: Poskytovatel Obsahu
de: Inhaltsanbieter
el: Πάροχος περιεχομένου
es_co: Proveedor de contenido
fr: Fournisseur de contenu
he: ספק התוכן
it: Fornitore di contenuti
ja: コンテンツ・プロバイダー
ko: 수록 DB
nl: Uitgever
pl: Dostawca treści
pt: Fornecedor de conteúdos
ru: Поставщик информации
sv: Databas
th: ผู้ให้บริการเนื้อหา
tr: İçerik Sağlayıcı
zh_tw: 內容提供者

source: Academic Journal
ar: المجلة الأكاديمية
cs: Akademický časopis
de: Wissensch. Zeitschrift
el: Ακαδημαϊκό έντυπο
es_co: Publicaciones académicas
fr: journal académique
he: כתב עת אקדמי
it: Rivista accademica
ja: 学術誌
ko: 학술 저널
nl: Academisch Tijdschrift
pl: Czasopismo naukowe
pt: Revista académica
ru: Научный журнал
sv: Akademisk tidskrift
th: วารสารทางวิชาการ
tr: Akademik Dergi
zh_tw: 學術期刊

source: Biographie
ar: السيره
cs: Biografie
de: Biografien
el: Βιογραφία
es_co: Biografías
he: ביבליוגרפיה
it: Biografie
ja: 伝記
ko: 전기
nl: Biografie
pl: Biografia
pt: Biografia
ru: Биография
sv: Biografi
th: ประวัติโดยสังเขป
tr: Biyografi
zh_tw: 傳記
