Repository: ebsco/curriculum_builder
Catalog: app/views/locale/*.UTF-8/LC_MESSAGES/messages.po
Languages: ar, cs, de, el, es_co, fr, he, it, ja, ko, nl, pl, pt, ru, sv, th, tr, zh_cn, zh_tw

source: Add Web Resource
ar: أضف مصدر الويب
cs: Doplnit webové zdroje
de: Internetquelle hinzufügen
el: Προσθήκη πόρων ιστού
es_co: Adicionar un recurso web
fr: Ajouter une ressource Web
he: הוסף משאב רשת
it: Aggiungi risorsa web
ja: Webリソースを追加
ko: 웹자원(Web Resource) 추가하기
nl: Voeg web bron toe
pl: Dodaj zasób internetowy
pt: Adicionar um recurso Web
ru: Добавить веб ресурсы
sv: Lägg till webbresurs
th: เพิ่มเว็บไซต์
tr: Web Kaynağı ekle
zh_cn: 添加Web资源
zh_tw: 添加Web資源

source: URL
ar: الرابط
he: קישור
pl: Odnośnik
ru: Ссылка

source: e.g., http://library.edu/
ar: على سبيل المثال http://library.edu
cs: např.: http://library.edu/
de: z.B. http://bibliothek.de
el: π.χ., http://library.edu/
es_co: Ej.: http://biblioteca.edu/
fr: Par exemple, http://library.edu/
he: לדוגמה http://library.edu/
it: es., http://biblioteca.it
ja: 例. Http://library.edu/
ko: 예) http://library.edu/
nl: bijvoorbeeld, http://library.edu/
pl: np. http://library.edu/
pt: ex: http://biblioteca.edu
ru: например, http://library.edu/
sv: t.ex., http://library.edu/
th: ตัวอย่าง http://library.edu/
tr: ör., http://library.edu/
zh_cn: 例如：http://library.edu/
zh_tw: 例如：http://library.edu/

source: Link label
ar: إسم الرابط
cs: Text odkazu
de: Text für Link
el: Ετικέτα σύνδεσης
es_co: Etiqueta de vínculo
fr: Étiquette de lien
he: תווית קישור
it: Etichetta del link
ja: リンクラベル
ko: 링크될 라벨
pl: Etykieta odnośnika
pt: Texto do link
ru: Лого ссылки
sv: Länk etikett
th: ข้อความสำหรับแสดงบน link
tr: Link metni
zh_cn: 链接标签
zh_tw: 鏈接的標籤

source: Back to main list
ar: العودة إلى القائمة الرئيسية
cs: Zpět na hlavní seznam
de: Zurück zur Hauptleseliste
el: Επιστροφή στην κύρια λίστα
es_co: Volver a la lista principal
fr: Retour à la liste principale
he: חזרה לרשימה הראשית
it: Ritorna alla lista principale
ja: メインリストに戻る
ko: 주요 목록으로 돌아가기
nl: Terug naar hoofdlijst
pl: Powrót do głównej listy
pt: Voltar à lista principal
ru: Вернуться к основному списку
sv: Tillbaka till huvudlista
th: กลับไปที่รายการหลัก
tr: Ana listeye geri dön
zh_cn: 返回主清单
zh_tw: 返回主清單

source: This list has folders:
ar: تحتوي هذه القائمة على مجلدات:
cs: Tento seznam obsahuje složky:
de: Diese Liste hat Ordner:
el: Αυτή η λίστα έχει φακέλους:
es_co: Esta lista tiene carpetas:
fr: Cette liste comporte des dossiers:
he: לרשימה זו יש תיקיות:
it: Questa lista contiene queste cartelle:
ja: このリストのフォルダ:
ko: 이 목록은 폴더를 가지고 있습니다.
nl: Deze lijst bevat mappen:
pl: Ta lista zawiera foldery:
pt: Esta lista tem pastas:
ru: Папки в данном списке:
sv: Denna lista har mappar:
th: รายการนี้มีโฟลเดอร์:
tr: Bu liste dosya
zh_cn: 此清单包含文件夹：
zh_tw: 此清單包含文件夾：

source: Sort Order:
ar: امر ترتيب:
cs: Řazení záznamů:
de: Sortierreihenfolge:
el: Σειρά ταξινόμησης:
es_co: Orden de clasificación:
fr: Ordre de tri:
he: מיון:
it: Ordina per:
ja: 並べ替え順:
ko: 정렬 순서
nl: Zet op volgorde:
pl: Kolejność sortowania:
pt: Ordenar:
ru: Сортировать по:
sv: Sorteringsordning:
th: เรียงลำดับ:
tr: Sıralama:
zh_cn: 排序：
zh_tw: 排序：

source: Removing...
ar: إزالة ...
cs: Odstraňuji….
de: Entfernen...
el: Κατάργηση...
es_co: Quitar ...
fr: Retrait ...
he: הסרה...
it: Rimozione
ja: 削除中…
ko: 삭제 중...
nl: Aan het verwijderen..
pl: Usuwanie…
pt: A remover...
ru: Удаление…
sv: Tar bort...
th: กำลังลบ…
tr: Kaldırılıyor…
zh_cn: 正在移除……
zh_tw: 正在移除……

source: Move to folder
ar: انتقل إلى المجلد
cs: Přesunout do složky
el: Μετακίνηση στον φάκελο
es_co: mover a carpeta
he: העבר לתיקייה:
ko: 폴더로 이동하기
nl: Verplaats naar folder
ru: Переместить в папку
tr: Dosyaya taşı

source: No Folder
ar: لا يوجد مجلد
cs: Žádná složka
de: Kein Ordner
el: Δεν υπάρχει φάκελος
es_co: No hay carpeta
fr: Pas de dossier
he: אין תיקייה
it: Nessuna cartella
ja: フォルダがありません
ko: 폴더 없음
nl: Geen Folder
pl: Brak folderu
pt: Sem pasta
ru: Папка не существует
sv: Ingen Map
th: ไม่พบโฟลเดอร์
tr: Dosya yok
zh_cn: 没有文件夹
zh_tw: 沒有文件夾

source: Delete
ar: حذف
cs: Odstranit
de: Löschen
el: Διαγραφή
es_co: Borrar
fr: Supprimer
he: מחיקה
it: Cancella
ja: 削除
ko: 삭제하기
nl: Verwijder
pl: Usuń
pt: Apagar
ru: Удалить
sv: Ta bort
th: ลบ
tr: Sil
zh_cn: 删除
zh_tw: 刪除

source: There was a problem loading details for this reading. Your library may no longer subscribe to this item, or it may be a duplicate of another reading already in this list. Please contact your library for further assistance if you have any difficulty accessing this item.
ar: كانت هناك مشكلة في تحميل تفاصيل هذه القراءة. ربما لم يعد بإمكان مكتبتك الاشتراك في هذا العنصر ، أو قد يكون مكررًا لقراءة أخرى موجودة بالفعل في هذه القائمة. يرجى الاتصال بمكتبتك للحصول على مزيد من المساعدة إذا واجهتك أية صعوبة في الوصول إلى هذا العنصر.
cs: Vyskytl se problém při nahrávání podrobností o tomto dokumentu. Vaše nihovna pravděpodobně již k němu nemá přístup, nebo se může jednat o duplikát jiného záznamu na tomto seznamu. Prosím kontaktujte administrátora knihovny pro další asistenci, pokud se Vám nedaří získat přístup k tomuto dokumentu.
de: Es kam zu Problemen beim Aufruf der Detailansicht für diesen Eintrag. Unsere Bibliothek hat unter Umständen zu diesem Eintrag keinen Zugang mehr, oder es könnte sich um Duplikat eines breits bestehenden Eintrags handeln. Bitte wenden Sie sich an die Bibliothek, sofern die Zugriffsprobleme weiter bestehen.
el: Παρουσιάστηκε πρόβλημα κατά τη φόρτωση των λεπτομερειών για αυτό το υλικό ανάγνωσης. Η βιβλιοθήκη σας δεν μπορεί πλέον να εγγραφεί σε αυτό το στοιχείο ή μπορεί να είναι αντίγραφο κάποιου άλλου υλικού ανάγνωσης που βρίσκεται ήδη σε αυτήν τη λίστα. Επικοινωνήστε με τη βιβλιοθήκη σας για περαιτέρω βοήθεια αν έχετε δυσκολία πρόσβασης σε αυτό το στοιχείο.
es_co: Hay un problema cargando detalles para esta lectura. Es posible que su biblioteca ya no se suscriba a este elemento, o puede ser un duplicado de otra lectura ya en esta lista. Póngase en contacto con su biblioteca para obtener más ayuda si tiene alguna dificultad para acceder a este artículo.
fr: Il y a eu un problème lors du chargement des détails pour cette lecture. Votre bibliothèque peut ne plus être abonnée à cet élément, ou il se peut qu'il s'agisse d'un doublon. Veuillez contacter votre bibliothèque pour obtenir de l'aide complémentaire si vous avez des difficultés pour accéder à cet article.
he: התרחשה תקלה בטעינת פרטים לרשומה זו. אולי הספרייה שלך אינה מנויה לפריט זה, או שהפריט הוא עותק של פריט אחר ברשימה זו. אנא צור קשר עם הספרייה לקבלת תמיכה נוספת אם אין באפשרותך לגשת לפריט זה.
it: Si è verificato un problema nel caricamento dei dettagli di questa lettura. La tua biblioteca potrebbe non essere più abbonata ala risorsa, o potrebbe essere il duplicato di una risorsa già in questa lista. Perfavore contatta la tua biblioteca per maggiori informazioni se hai difficoltà ad accedere a questa risorsa.
ja: このリストの詳細を読み込みできません。図書館はこのアイテムを契約していないか、既にリストにある別なアイテムと重複しているかもしれません。このアイテムにアクセスできない場合は図書館に問い合わせてください。
ko: 불러오는 중에 오류가 발생하였습니다. 도서관에서 더 이상 구독하지 않거나, 다른 중복된 자료일 가능성이 있습니다. 도서관에 해당 오류에 대해 문의하세요.
nl: Er is een probleem met het laden van dit item. Uw bibliotheek heeft mogelijk geen abonnement meer ,of dit item is een duplicaat van eerder toegevoegd item. Contacteer uw bibliotheek voor assistentie.
pl: Wystąpił problem podczas ładowania szczegółów tej lektury. Twoja biblioteka może nie mieć już dostępu do tej pozycji lub może to być duplikat innej lektury już przypisanej do tej listy. Proszę się skontaktować ze swoją biblioteką, aby uzyskać pomoc w dostępie do tej pozycji.
pt: Ocorreu um problema ao carregar os detalhes para esta Bibliografia. A sua biblioteca pode não subscrever mais este item, ou pode ser uma duplicação de outra bibliografia já existente nesta lista. Entre em contato com a sua biblioteca para obter mais informações se você tiver alguma dificuldade em aceder a este item.
ru: Ошибка, информация о данном списке не может быть отображена. Возможно, Ваша библиотека отменила подписку или список дублируется. Пожалуйста, обратитесь за помощью к работнику библиотеки.
sv: Problem uppstod under laddningen av data för denna post. Ditt bibliotek kanske inte längre prenumererar på denna post alternativt så är detta ett duplikat av en annan post i listan. Vänligen kontakta biblioteket för assistans om du har problem med åtkomst av denna post.
th: มีปัญหาในการโหลดรายละเอียดสำหรับรายการอ่านห้องสมุดของคุณอาจไม่ได้สมัครเป็นสมาชิกรายการนี้หรือมันอาจจะเป็นซ้ำของการอ่านอีกแล้วในรายการอ่าน กรุณาติดต่อห้องสมุดของคุณเพื่อขอความช่วยเหลือต่อไปถ้าคุณมีปัญหาใดๆ เข้าถึงรายการนี้
tr: Bu kaynağın detayları yüklenirken hata oluştu. Kütüphaneniz bu kaynağa artık abone olmayabilir, veya bu okuma listesinde zaten mevcut olan diğer bir kaynak ile aynı olabilir. Eğer bu kaynağa erişimde zorluk çekiyorsanız, daha fazla yardım için lütfen kütüphaneniz ile iletişime geçiniz.
zh_cn: 下载此读物的详细信息时出现问题。 您的图书馆可能不再订阅此项目，也可能与此清单中已有的其他阅读材料重复。 如果访问此项目有困难，请联系您的图书馆以获取进一步的帮助。
zh_tw: 下載此讀物的詳細信息時出現問題。您的圖書館可能不再訂閱此項目，也可能與此清單中已有的其他閱讀材料重複。如果訪問此項目有困難，請聯繫您的圖書館以獲取進一步的幫助。

source: By :
ar: بواسطة :
cs: Podle:
de: Von:
el: Από:
es_co: Por:
fr: Par :
he: מאת:
it: di:
nl: Door :
pl: Autor:
pt: Por:
ru: по:
sv: Av :
th: โดย:
tr: Yazar:
zh_cn: 按：
zh_tw: 按：

source: Published:
ar: نشرت:
cs: Publikováno:
de: Veröffentlicht:
el: Εκδόθηκε:
es_co: Publicado:
fr: Publié:
he: פורסם:
it: Pubblicato:
ja: 出版日:
ko: 발행날짜 :
nl: Gepubliceerd:
pl: Opublikowano:
pt: Publicado:
ru: Опубликовано:
sv: Publicerad:
th: พิมพ์เมื่อ:
tr: Yayınlayan:
zh_cn: 出版时间：
zh_tw: 出版時間：

source: Start Page:
ar: أبدأ الصفحة:
cs: Úvodní stránka:
de: Startseite:
el: Αρχική σελίδα:
es_co: Página de Inicio:
fr: Page de démarrage:
he: עמוד ראשון:
it: Pagina iniziale:
ja: 開始ページ:
ko: 시작 페이지 :
nl: Start pagina:
pl: Strona początkowa:
pt: Página inicial:
ru: Первая страница:
sv: Startsida:
th: หน้าแรก:
tr: Başlangıç sayfası:
zh_cn: 起始页：
zh_tw: 起始頁：

source: Page Count:
ar: عدد الصفحات:
cs: Počet stránek:
de: Seitenzahl:
el: Αριθμός σελίδων:
es_co: Recuento de páginas:
fr: Nombre de pages:
he: מספר עמודים:
it: Numero di pagine:
ja: ページ数:
ko: 페이지 수 :
nl: Aantal Pagina’s:
pl: Ilość stron:
pt: Contagem de páginas:
ru: Количество страниц:
sv: Antal sidor:
th: จำนวนหน้า:
tr: Sayfa sayısı:
zh_cn: 页码：
zh_tw: 頁碼：

source: Language:
ar: اللغة:
cs: Jazyk:
de: Sprache:
el: Γλώσσα:
es_co: Idioma:
fr: Langue:
he: שפה:
it: Lingua:
ja: 言語:
ko: 언어 :
nl: Taal:
pl: Język:
pt: Idioma:
ru: Язык:
sv: Språk:
th: ภาษา:
tr: Dil:
zh_cn: 语言：
zh_tw: 語言：

source: Full Text
ar: نص كامل
cs: Plný text
de: Volltext
el: Πλήρες κείμενο
es_co: Texto completo
fr: Texte intégral
he: טקסט מלא
ja: フルテキスト
ko: 전문(Full Text)
pl: Pełny tekst
pt: Texto completo
ru: Полный текст
th: เอกสารฉบับเต็ม
tr: Tam Metin
zh_cn: 全文
zh_tw: 全文

source: Online Access
ar: الوصول عبر الإنترنت
cs: Online přístup
de: Online Zugang
el: Ηλεκτρονική πρόσβαση
es_co: Acceso en línea
fr: Accès en ligne
he: גישה מקוונת
it: Accesso online
ja: オンラインアクセス
nl: Online toegang
pl: Dostęp online
pt: Acesso Online
ru: Доступ онлайн
sv: Webbåtkomst
th: การเข้าถึงออนไลน์
tr: Çevrimiçi Erişim
zh_cn: 在线访问
zh_tw: 在線訪問

source: Students that have clicked this reading:
ar: الطلاب الذين نقروا على هذه القراءة:
cs: Studenti, kteří otevřeli toto čtení:
de: Studenten, die diesen Eintrag ausgewählt haben:
el: Οι σπουδαστές που έχουν κάνει κλικ σε αυτό το υλικό ανάγνωσης:
es_co: Estudiantes que han accedido a esta Lectura:
fr: Les étudiants qui ont cliqué sur cette lecture:
he: סטודנטים שלחצו על פריט זה:
it: Studenti che hanno cliccato queste letture:
ja: このアイテムをクリックした学生:
ko: 이 자료를 클릭한 학생 목록:
nl: Studenten die deze lezing hebben aangeklikt:
pl: Studenci, którzy kliknęli tą lekturę:
pt: Estudantes que clicaram na bibliografia:
ru: Студенты, которые прочитали:
sv: Studenter som klickat på denna post:
th: นักเรียนได้เลือกรายการอ่านนี้
tr: Bu Listeye giriş yapan öğrenci(ler):
zh_cn: 点击了此读物的学生：
zh_tw: 點擊了此讀物的學生：

source: student(s) have clicked this reading.
ar: طالب (طلاب) قاموا بالنقر فوق هذه القراءة.
cs: uživatel(ů) otevřelo toto čtení.
de: Student(en) haben diesen Eintrag ausgwählt
el: οι σπουδαστές έχουν κάνει κλικ σε αυτό το υλικό ανάγνωσης.
es_co: Los estudiantes que han accedido a esta Lectura
fr: Étudiant (s) ont cliqué sur cette lecture.
he: סטודנט(ים) לחץ על פריט זה.
it: studenti hanno cliccato queste letture
ja: 人の学生がこのアイテムをクリックしました。
ko: 학생은 이 자료를 클릭하였습니다.
nl: Student(en) die dit item hebben aangeklikt.
pl: studentów kliknęło tą lekturę.
pt: Estudante(s) que clicaram na bibliografia.
ru: студент(ы) пользовались данным списком.
sv: student(er) har klickat på denna post.
th: นักเรียนได้เลือกรายการอ่านนี้
tr: okuma kaynağına tıklayan öğrenci(ler).
zh_cn: 学生点击了这个读物。
zh_tw: 學生點擊了這個讀物。

source: No students have read this item. A list of names will appear here when at least one student clicks this item.
ar: لم يقرأ أي طالب هذا العنصر. ستظهر قائمة الأسماء هنا عندما ينقر طالب واحد على الأقل على هذا العنصر.
cs: Zatím nikdo neotevřel toto čtení. Seznam uživatelů se následně zobrazí zde.
de: Bisher hat kein Student diesen Eintrag ausgewählt. Eine Liste der Namen wird hier erscheinen, sobald zu mindestens ein Student diesen Eintrag ausgewählt hat.
el: Κανένας σπουδαστής δεν έχει διαβάσει αυτό το στοιχείο. Θα εμφανιστεί μια λίστα με ονόματα όταν τουλάχιστον ένας σπουδαστής κάνει κλικ σε αυτό το στοιχείο.
es_co: Ningún estudiante ha accedido a esta lectura. Una lista de nombres aparecerá aquí cuando al menos un estudiante acceda a ella.
fr: Aucun élève n'a lu cet article. Une liste de noms apparaîtra ici lorsque au moins un étudiant auras cliqué sur cet élément.
he: אף סטודנט לא קרא פריט זה. רשמת שמות תופיע כאן כאשר סטודנט אחד לפחות לחץ על פריט זה.
it: Nessuno studente ha visualizzato questo elemento Quando lo faranno comparirà la lista dei loro nomi
ja: このアイテムを購読した学生はいません。少なくとも1人がクリックすれば学生の名前がリスト表示されます。
ko: 이 자료를 읽은 학생이 없습니다. 학생이 자료를 클릭한 후에 이름이 명단에 나타나게 됩니다.
nl: Op dit moment heeft niemand dit item gelezen. Een lijst van namen zal verschijnen zodra tenminste 1 student het item heeft aangeklikt.
pl: Żaden student nie przeczytał tej lektury. Wykaz nazwisk pojawi się w tym miejscu, gdy przynajmniej jeden student kliknie tą lekturę.
pt: Nenhum estudante leu este item. A lista de nomes aparecerá aqui quando pelo menos um aluno clica neste item.
ru: Студенты еще не пользовались данным списком. Список студентов появится после использования.
sv: Inga studenter har läst denna post. Namnen på studenterna visas så fort någon klickat på den.
th: ไม่พบนักเรียนเข้าใช้งานรายการนี้ รายการการใช้งานจะปรากฎเมื่อมีนักเรียนอาย่างน้อยหนึ่งคนเข้าใช้งานรายการอ่าน
tr: Hiçbir öğrenci bu kaynağa giriş yapmadı. En az bir öğrenci giriş yaptığınızda isimler burada listenelecektir.
zh_cn: 没有学生看过这个项目。 当至少有一个学生点击此项目时，名单列表将显示在此处。
zh_tw: 沒有學生看過這個項目。當至少有一個學生點擊此項目時，名單列表將顯示在此處。

source: Characters remaining
ar: الشخصيات المتبقية
cs: Zbývající počet znaků
el: Χαρακτήρες που απομένουν
es_co: Caracteres restantes
he: תווים שנותרו:
ko: 남은 글자수:
nl: Resterende tekens
ru: Оставшееся кол-во символов
tr: Kalan karakter sayısı:

source: Removing... please wait.
ar: جارٍ الإزالة ... يرجى الانتظار.
cs: Odstraňuji…prosím čekejte.
de: Löschen... Bitte warten Sie.
el: Κατάργηση... παρακαλώ περιμένετε.
es_co: Removiendo ... por favor espere.
fr: Supprimer ... s'il vous plaît attendre.
he: מסיר... אנא המתן.
it: In corso di rimozione. Attendere prego
ja: 削除中です。お待ちください。
ko: 삭제 중... 기다려 주세요.
nl: Wordt verwijderd.. even geduld aub.
pl: Usuwanie… proszę czekać.
pt: A remover...Aguarde por favor.
ru: Удаление…пожалуйста подождите
sv: Tar bort... Vänligen vänta.
th: กำลังลบ...โปรดรอสักครู่
tr: Kaldırılıyor… lütfen bekleyin.
zh_cn: 正在移除……请稍候。
zh_tw: 正在移除……請稍候。

source: Update Notes and Sort Order
ar: تحديث ملاحظات وترتيب الترتيب
cs: Aktualizace poznámek a způsob řazení
de: Notizen und Sortierreihenfolge aktualisieren
el: Ενημέρωση σημειώσεων και σειράς ταξινόμησης
es_co: Actualizar notas y ordenar
fr: Mise à jour des notes et ordre de tri
he: עדכון הערות ומיון
it: Aggiorna note e ordinamento
ja: ノートと並べ替え順を更新
ko: 메모 및 정렬 순서 업데이트 하기
nl: Notities en sorteervolgorde bijwerken
pl: Zaktualizuj notatki i kolejność sortowania
pt: Atualizar Notas e Ordenar
ru: Обновить заметки и порядок
sv: Updatera anteckningar och sorteringsordning
th: ปรับปรุงหมายเหตุและเรียงลำดับ
tr: Notları güncelle ve sırala
zh_cn: 更新备注和排序顺序
zh_tw: 更新備註和排序順序

source: Currently, there are no readings.
ar: حاليا ، لا توجد قراءات.
cs: Aktuálně není vybráno žádné čtení.
de: Zur Zeit gibt es keine Einträge auf dieser Leseliste.
el: Επί του παρόντος, δεν υπάρχουν υλικά προς ανάγνωση.
es_co: Actualmente, no hay lecturas.
fr: Actuellement, il n'y a pas de lectures.
he: אין כרגע פריטים.
it: Attualmente non ci sono letture
ja: 現在アイテムがありません。
ko: 현재, 읽을 내용이 없습니다.
nl: Momenteel zijn er geen lezingen.
pl: Obecnie nie ma żadnych lektur.
pt: Atualmente, não tem bibliografias recomendadas
ru: В данный момент список чтения пуст.
sv: För närvarande finns inga poster.
th: ปัจจุบันไม่มีรายการอ่าน
tr: Henüz, okuma kaynağı yok.
zh_cn: 目前没有读物。
zh_tw: 目前沒有讀物。

source: Select a folder above to see readings.
ar: حدد مجلدًا أعلاه للاطلاع على القراءات.
cs: Vybrat složku pro zobrazení dokumentů ke čtení.
de: Wählen Sie einen Ordner, um Einträge zu sehen.
el: Επιλέξτε έναν φάκελο παραπάνω για να δείτε τα υλικά προς ανάγνωση.
es_co: Seleccione una carpeta de arriba para ver las lecturas.
fr: Sélectionnez un dossier ci-dessus pour voir les lectures.
he: בחר תיקייה למעלה כדי לצפות בפריטים.
it: Seleziona una cartella per vedere le letture
ja: フォルダを選択してアイテムを表示します。
ko: 자료를 보기 위하여 위 폴더를 선택하시오
nl: Selecteer een map hierboven om lezingen te zien.
pl: Wybierz folder powyżej, aby zobaczyć lektury.
pt: Selecione a pasta para visualizar a Bibliografia.
ru: Откройте папку выше, чтобы просмотреть список.
sv: Välj en mapp ovanför för att ser poster.
th: เลือกโฟลเดอร์ด้านบนเพื่อดูรายการอ่าน
tr: Okuma kaynaklarını görmek için yukarıdan bir dosya seçiniz.
zh_cn: 选择上面的文件夹以查看读物。
zh_tw: 選擇上面的文件夾以查看讀物。

source: Currently, there are no readings on this list.
ar: حاليا ، لا توجد قراءات في هذه القائمة.
cs: Aktuálně na tomto seznamu nejsou žádné dokumenty ke čtení.
de: Zur Zeit gibt es keine Einträge auf dieser Leseliste.
el: Επί του παρόντος, δεν υπάρχουν υλικά προς ανάγνωση σε αυτή τη λίστα.
es_co: Actualmente, no hay lecturas en esta lista.
fr: Actuellement, il n'y a pas de lectures sur cette liste.
he: אין כרגע פריטים ברשימה זו.
it: Attualmente non ci sono letture in questa lista
ja: このリストには現在アイテムがありません。
ko: 현재 이 목록에는 읽을 내용이 없습니다.
nl: Momenteel zijn er geen lezingen op deze lijst.
pl: Obecnie nie ma żadnych lektur na tej liście.
pt: Atualmente, não tem bibliografia recomendada nesta lista.
ru: В данный момент список чтения пуст.
sv: För närvarande finns inga poster i denna lista.
th: ปัจจุบันไม่มีรายการอ่านในรายการนี้
tr: Henüz, bu listede okuma kaynağı yok.
zh_cn: 目前，该列表中没有任何读物。
zh_tw: 目前，該列表中沒有任何讀物。

source: << Back to Results
cs: << Zpět na výsledky
de: << Zurück zu den Ergebnissen
el: << Επιστροφή στα αποτελέσματα
fr: << Retour aux résultats
he: << חזרה לתוצאות
it: << Torna ai risultati
ja: << 結果に戻る
ko: << 결과 목록으로 돌아가기
nl: Terug naar resultaten
pl: << Powrót do listy wyników
pt: << Voltar aos resultados
ru: << Вернуться к результатам поиска
sv: << Tillbaka till resultat
th: << กลับไปสู่ผลการสืบค้น
tr: Arama Sonuçlarına Geri Dön
zh_cn: << 返回结果页
zh_tw: << 返回結果頁

source: Retrieve response XML
ar: استرجاع استجابة بصيغة XML
cs: Stáhnout výsledek v XML
de: XML der "Retrieve Response"
el: Ανάκτηση απόκρισης XML
es_co: Recuperar XML de respuesta
fr: Récupérer le XML de la réponse
he: קבלת תגובת XML
it: Recupera risposta XML
ja: レスポンスXMLを取得
ko: 응답 전문(response XML)을 조회하기
nl: Antwoord XML ophalen
pl: Pobierz odpowiedź XML
pt: Resultados em XML
ru: Ответ XML
sv: Hämta XML svar
tr: Geşen XML'i al
zh_cn: 获取返回的XML
zh_tw: 獲取返回的XML

source: Uh oh! It looks like the article may no longer be available through your library. Please let your library and teacher know about this error message:
ar: يبدو أن المقالة ربما لم تعد متوفرة من خلال مكتبتك. الرجاء إخبار مكتبتك ومعلمك عن رسالة الخطأ هذه:
cs: Jejda. Vypadá to, že tento dokument již není ve Vaší knihovně k dispozici. Informujte prosím Vaši knihovnu ohledně této chybové hlášky:
de: Dieser Eintrag steht über die Bibliothek scheinbar nicht mehr zur Verfügung. Bitte informieren Sie Ihren Lehrbeauftragten oder die Bibliothek über diese Fehlermeldung.
el: Ωχ! Φαίνεται ότι το άρθρο ενδέχεται να μην είναι πλέον διαθέσιμο στη βιβλιοθήκη σας. Παρακαλείσθε να ενημερώσετε τη βιβλιοθήκη και τον δάσκαλο σας για αυτό το μήνυμα σφάλματος:
es_co: Oh! Parece que el artículo ya no puede estar disponible a través de su biblioteca. Por favor, deje que su biblioteca y Profesor sepa acerca de este mensaje de error
fr: Attention ! Il semble que l'article ne soit plus disponible dans votre bibliothèque. Veuillez informer votre bibliothèque et votre enseignant de ce message d'erreur:
he: אוי לא! נראה שמאמר זה אינו זמין עוד דרך הספריה שלך. אנא דווח לספריה ולמורה שלך על הודעת תקלה זו:
it: Oh oh! Sembra che l'articolo non sia può disponibile attraverso la biblioteca. Avverti il docente e la biblioteca di questo errore:
ja: その論文にアクセスできない可能性があります。図書館と教師にこのエラーを伝えてください:
ko: 이 자료는 도서관에서 접근할 수 없는 자료입니다. 도서관에 해당 오류에 관하여 문의하세요.
nl: Uh oh! Het is artikel is mogelijk niet langer meer beschikbaar via de bibliotheek. Informeer de bibliotheek over deze foutmelding:
pl: Wygląda na to, że ten artykuł może nie być już dostępny w Twojej bibliotece. Powiadom swoją bibliotekę oraz wykładowcę o tym błędzie:
pt: Uh oh! Parece que o artigo pode não estar disponível através da sua biblioteca. Por favor, informe a sua biblioteca e/ou professor sobre esta mensagem de erro:
ru: Ой! Кажется, данная статья больше не доступна в Вашей библиотеке. Пожалуйста, сообщите Вашему преподавателю либо сотруднику библиотеки о данной неполадке.
sv: Attans! Det verkar som denna artikel inte längre är tillgänglig genom ditt bibliotek. Vänligen informera biblioteket och läraren om detta problem:
th: เอ่อโอ้! ดูเหมือนว่าบทความนี้อาจไม่สามารถใช้งานได้จากห้องสมุดอีกต่อไป โปรดแจ้งให้ห้องสมุดและครูทราบเกี่ยวกับข้อความแสดงข้อผิดพลาดนี้:
tr: Ah ah! Makale kütüphaneniz aracılığıyla artık erişiminize açık görünmüyor. Lütfen kütüphanenize ve öğretmeninize bu hata mesajını bildirin:
zh_cn: 看起来您的图书馆可能不再订购这篇文章。 请让你的图书馆和老师知道这个错误信息：
zh_tw: 看起來您的圖書館可能不再訂購這篇文章。請讓你的圖書館和老師知道這個錯誤信息：

source: This record from
ar: هذا السجل من
cs: Tento záznam z
de: Dieser Datensatz aus
el: Αυτό το αρχείο από
es_co: Este registro de
fr: Cet enregistrement de
he: רשומה זו מ-
it: Questo record proveniente da
ja: これは
ko: 이 레코드는
nl: Dit artikel van
pl: Ten rekord z
pt: Este registo de
ru: Запись от
sv: Denna post från
th: รายการนี้มาจาก
tr: Bu kayıt:
zh_cn: 该记录来自
zh_tw: 該記錄來自

source: cannot be displayed to guests.
ar: لا يمكن عرضها على الضيوف.
cs: může být zobrazen pouze autorizovaným uživatelům.
de: kann Gastnutzern nicht angezeigt werden.
el: δεν μπορεί να εμφανιστεί στους επισκέπτες.
es_co: no se puede mostrar a los invitados
fr: ne peut pas être affiché(e) pour les invités.
he: לא נגיש לאורחים.
it: non può essere visualizzato dai guest
ja: からのレコードでゲストには表示できません。
ko: Guest 이용자에겐 보여지지 않습니다.
nl: Niet beschikbaar voor gastgebruikers
pl: nie może być wyświetlany przez niezalogowanych użytkowników.
pt: não está disponivél para convidados.
ru: недоступна гостям.
sv: kan inte visas för gäster.
th: ไม่สามารถแสดงแก่ผู้เข้าใช้ชั่วคราวได้
tr: ziyaretçiler görüntüleyemez.
zh_cn: 无法向访客显示。
zh_tw: 無法向訪客顯示。

source: for full access.
ar: من أجل الوصول الكامل
cs: pro plný přístup.
de: für vollen Zugang.
el: για πλήρη πρόσβαση.
es_co: para acceso completo.
fr: pour un accès intégral.
he: לגישה מלאה.
it: per visualizzare il full text
ja: してフルアクセス。
ko: 전체 이용을 위하여
nl: voor volledige toegang.
pl: aby uzyskać pełny dostęp.
pt: para acesso ao texto completo.
ru: для полного доступа.
sv: för full åtkomst.
th: สำหรับการเข้าถึงแบบเต็มรูปแบบ
tr: Tam metin için
zh_cn: 完全访问。
zh_tw: 完全訪問。
