Repository: ebsco/curriculum_builder
Catalog: app/views/locale/*.UTF-8/LC_MESSAGES/messages.po
Languages: ar, cs, de, el, es_co, fr, he, it, ja, ko, nl, pl, pt, ru, sv, th, tr, zh_cn, zh_tw

source: Book
ar: كتاب
cs: Kniha
de: Buch
el: Βιβλίο
es_co: Libros
fr: Livre
he: ספר
it: Libro
ja: 書籍
ko: 단행본
nl: Boek
pl: Książka
pt: Livro
ru: Книга
sv: Bok
th: หนังสือ
tr: Kitap
zh_tw: 書籍

source: Conference Material
ar: مواد المؤتمر
cs: Konferenční Materiál
de: Konferenzmaterialien
el: Υλικό συνεδρίου
es_co: Materiales de conferencias
fr: Documents de conférence
he: פרוטוקול ועידה
it: Materiale di convegno
ja: 会議資料
ko: 컨퍼런스 자료
nl: Conferentiemateriaal
pl: Materiały konferencyjne
pt: Material de conferência
ru: Материалы конференции
sv: Konferensmaterial
th: ทรัพยากรการประชุม
tr: Konferans Materyali
zh_tw: 研討會資料

source: Magazine
ar: مجلة
cs: Časopis
de: Zeitschrift
el: Περιοδικό
es_co: Revistas
he: מגזין
it: Rivista
ja: 雑誌
ko: 매거진
pl: Magazyn
pt: Revista
ru: Журнал
sv: Magasin
th: นิตยสาร
tr: Güncel Dergi
zh_tw: 雜誌

source: New
ar: الجديد
cs: Nový
de: Neu
el: Νέο
es_co: Noticias
fr: Nouveau
he: חדשה
it: Nuovo
ko: 뉴스
nl: Nieuw
pl: Wiadomość
pt: Novo
ru: Новинка
sv: Ny
th: ข่าวสาร
tr: Haber
zh_tw: 新

source: Primary Source Document
ar: المصدر الأساسي للمستند
cs: Primární dokument
de: Primärquellen
el: Έγγραφο πρωτεύουσας πηγής
es_co: Documentos primarios
fr: Document de source primaire
he: מסמך ממקור ראשון
it: Fonte primaria
ja: 一次資料ドキュメン
ko: 연구/조사 자료
nl: Primair bron document
pl: Dokument źródłowy
pt: Documento de fonte primária
ru: Документ из первоисточника
sv: Primärkälla
th: เอกสารต้นฉบับ
tr: Temel Kaynak Doküman
zh_tw: 一次文獻

source: Report
ar: أبلغ عن
de: Bericht
el: Αναφορά
es_co: Informes
fr: Rapport
he: דו"ח
ja: レポート
ko: 레포트
nl: Rapport
pl: Raport
pt: Relatório
ru: Отчет
sv: Rapport
th: รายงาน
tr: Rapor
zh_tw: 報告

source: Review
ar: إعادة النظر
cs: Recenze
de: Rezension
el: Ανασκόπηση
es_co: Críticas
fr: Etude
he: ביקורת
it: Recensione
ja: レビュー
ko: 리뷰
nl: Beoordeling
pl: Recenzja
pt: Resenha
ru: Обзор
sv: Recension
th: รีวิว Review
tr: Değerlendirme
zh_tw: 評論

source: Trade Publication
ar: المطبوعات التجارية
cs: Obchodní publikace
de: Handelspublikationen
el: Κλαδική έκδοση
es_co: Publicaciones profesionales
fr: Publication commerciale
he: הוצאה מסחרית
it: Pubblicazione commerciale
ja: 業界誌
ko: 업계 간행물
nl: Vakblad
pl: Publikacja branżowa
pt: Publicação comercial
ru: Публикация рынка
sv: Affärspublikation
th: สิ่งตีพิมพ์ทางการค้า
tr: Ticari Yayın
zh_tw: 貿易出版品

source: Date Newest
ar: تاريخ الاحدث
cs: Nejnovější
de: Jüngstes Datum
el: Ταξινόμηση με βάση το νεότερο
es_co: Fecha más reciente
fr: Date la plus récente
he: תאריך מהחדש
it: Data più recente
ja: 一番最近の日付
ko: 최신순
nl: Datum nieuwste
pl: Data (najnowsze)
pt: Mais recente
ru: Самая новая работа
sv: Senaste datum
th: รายการใหม่ที่สุด
tr: En Yeni Tarih
zh_tw: 日期從最新

source: Date Oldest
ar: التاريخ الأقدم
cs: Nejstarší
de: Ältestes Datum
el: Ταξινόμηση με βάση το παλαιότερο
es_co: Fecha más antigua
fr: Date la plus ancienne
he: תאריך מהישן
it: Data meno recente
ja: 一番古い日付
ko: 과거순
nl: Datum oudste
pl: Data (najstarsze)
pt: Mais antigo
ru: Самая старая работа
sv: Äldsta datum
th: รายการเก่าที่สุด
tr: En Eski Tarih
zh_tw: 日期從最舊

source: Authors
ar: المؤلفون
cs: Autoři
de: Autoren
el: Συγγραφείς
es_co: Autores
fr: Auteurs
he: כותבים
it: Autori
ja: 著者
ko: 저자
nl: Auteurs
pl: Autorzy
pt: Autores
ru: Авторы
sv: Författare
th: ผู้แต่ง
tr: Yazarlar
zh_tw: 作者

source: Document Type
ar: نوع الوثيقة
cs: Typ dokumentu
de: Dokumenttyp
el: Είδος αρχείου
es_co: Tipo de documento
fr: Type de document
he: סוג המסמך
it: Tipo di documento
ja: ドキュメント・タイプ
ko: 문서 유형
pl: Typ dokumentu
pt: Tipo de documento
ru: Тип документа
sv: Dokumenttyp
th: ประเภทของเอกสาร
tr: Doküman Türü
zh_tw: 文件類型

source: Subject Terms
ar: الموضوع من حيث
cs: Předmětová hesla
de: Schlagwörter
el: Θεματικοί Όροι
es_co: Materias
fr: Termes de sujets
he: מונח מהנושא
it: Termini di soggetto
ja: 主題用語
ko: 주제어
nl: Subject Termen
pl: Hasła przedmiotowe
pt: Assuntos
ru: Предметные термины
sv: Ämnesord
th: คำสำคัญต่างๆ ที่เกี่ยวข้อง
tr: Konu Terimleri
zh_tw: 主題詞

source: Author-Supplied Keywords
ar: الكلمات الموردة من المؤلف
cs: Autorská klíčová slova
de: Stichwörter der Autoren
el: Συγγραφείς-παρεχόμενες λέξεις κλειδιά
es_co: Palabras clave proporcionadas por el autor
fr: Mots clefs proposés par l'auteur
he: מילות מפתח של המחבר
it: Parole chiave fornite dall'autore
ja: 著者によるキーワード
ko: 저자 제공 키워드
nl: Door de auteur geleverde zoekwoorden
pl: Słowa kluczowe od autora
pt: Keywords
ru: Ключевые слова, предложенные авторами
sv: Författarens nyckelord
th: คำหลักที่ผู้เขียนให้มา
tr: Yazar Tarafından Sağlanan Anahtar Kelimeler
zh_tw: 作者提供的關鍵字

source: Abstract
ar: نبذة مختصرة
cs: Abstrakt
el: Περίληψη
es_co: Resumen
fr: Résumé
he: תקציר
ja: 抄録
ko: 초록
pl: Streszczenie
pt: Resumo
ru: Краткое содержание
sv: Sammanfattning
th: บทคัดย่อ
tr: Özet
zh_tw: 摘要

source: Author Affiliations
ar: إنتماءات الكاتب
cs: Autorské afiliace
de: Autorzugehörigkeiten
el: Συνεργασίες συγγραφέων
es_co: Afiliaciones del autor
fr: Affiliations de l'auteur
he: השתייכות המחבר
it: Affiliazione del'autore
ja: 著者略歴
ko: 저자 소속기관
nl: Auteur affiliaties
pl: Afiliacje autora
pt: Filiações do autor
ru: Авторские права
sv: Författarens kopplingar
th: ผู้ร่วมวิจัย
tr: Yazar Kurumları
zh_tw: 作者所屬機構

source: Accession Number
ar: عدد الانضمام
cs: Unikátní identifikátor dokumentu
de: Akzessionsnummer
el: Αριθμός πρόσβασης
es_co: Número de acceso
fr: Numéro d'accès
he: מספר מערכת
it: Numero di acquisizione
ja: 受入番号
ko: 제어 번호
nl: Accession Nummer
pl: Numer akcesji
pt: Número de registo
ru: Идентификационный номер
sv: Unik identifierare
th: เลขที่อ้างอิง
tr: Erişim Numarası
zh_tw: 登錄號

source: Publisher
ar: الناشر
cs: Vydavatel
de: Verlag
el: Εκδότης
es_co: Editor
fr: Editeur
he: מוציא לאור
it: Editore
ja: 出版社
ko: 출판사
nl: Uitgever
pl: Wydawca
pt: Editor
ru: Издательство
sv: Förlag
th: สำนักพิมพ์
tr: Yayıncı
zh_tw: 出版者

source: Source
ar: المصدر
cs: Zdroj
de: Quelle
el: Πηγή
es_co: Fuente
he: מקור
it: Fonte
ja: ソース
ko: 출처
nl: Bron
pl: Źródło
pt: Fonte
ru: Источник
sv: Källa
th: แหล่งที่มา
tr: Kaynak
zh_tw: 來源

source: Geographic Terms
ar: الشروط الجغرافية
cs: Geografické pojmy
de: Geografische Schlagworte
el: Γεωγραφικοί Όροι
es_co: Materias geográficas
fr: Termes géographiques
he: מונח גיאוגרפי
it: Termini geografici
ja: 地理用語
ko: 지리 용어
nl: Geografische termen
pl: Hasła geograficzne
pt: Termos geográficos
ru: Географические термины
sv: Geografiska termer
th: ข้อกำหนดทางภูมิศาสตร์
tr: Coğrafi Terimler
zh_tw: 地理名詞

source: Academic Journals
ar: المجلات الأكاديمية
cs: Akademické časopisy
de: Wissenschaftliche Zeitschriften
el: Ακαδημαϊκά περιοδικά
es_co: Publicaciones académicas
fr: Revues universitaires
he: כתבי עת אקדמיים
it: Riviste accademiche
ja: 学術誌
ko: 학술 저널
nl: Academische Tijdschriften
pl: Czasopisma naukowe
pt: Revistas académicas
ru: Научные журналы
sv: Akademiska tidskrifter
th: วารสารทางวิขาการ
tr: Akademik Dergiler
zh_tw: 學術期刊

source: Books
ar: كتب
cs: Knihy
de: Bücher
el: Βιβλία
es_co: Libros
fr: Livres
he: ספרים
it: Libri
ja: 書籍
ko: 단행본
nl: Boeken
pl: Książki
pt: Livros
ru: Книги
sv: Böcker
th: หนังสือ
tr: Kitaplar
zh_tw: 書籍

source: Conference Materials
ar: مواد المؤتمر
cs: Konferenční materiál
de: Konferenzmaterialien
el: Υλικά Συνεδρίων
es_co: Materiales de conferencias
fr: Documents de conférence
he: פרוטוקולי ועידות
it: Materiali di convegno
ja: 会議資料
ko: 컨퍼런스 자료
nl: Conferentiemateriaal
pl: Materiały konferencyjne
pt: Materiais de conferências
ru: Материалы конференций
sv: Konferensmaterial
th: ทรัพยากรการประชุม
tr: Konferans Materyalleri
zh_tw: 研討會資料

source: Magazines
ar: مجلات
cs: Časopisy
de: Zeitschriften
el: Περιοδικά
es_co: Revistas
he: מגזינים
it: Riviste
ja: 雑誌
ko: 매거진
pl: Magazyny
pt: Revistas
ru: Журналы
sv: Magasin
th: นิตยสาร
tr: Güncel Dergiler
zh_tw: 雜誌

source: Biographies
ar: السير الذاتية
cs: Bibliografie
de: Biografien
el: Βιογραφίες
es_co: Biografías
he: ביבליוגרפיות
it: Biografie
ja: 伝記
ko: 전기
nl: Biografieën
pl: Biografie
pt: Biografias
ru: Биографии
sv: Biografier
th: ประวัติโดยสังเขป
tr: Biyografiler
zh_tw: 傳記

source: News
ar: أخبار
cs: Zprávy
de: Presse/Nachrichten
el: Ειδήσεις
es_co: Noticias
fr: Actualités
he: חדשות
ja: ニュース
ko: 뉴스
nl: Nieuws
pl: Wiadomości
pt: Notícias
ru: Новости
sv: Nyheter
th: ข่าวสาร
tr: Haberler
zh_tw: 新聞

source: Primary Source Documents
ar: المصدر الأساسي للمستندات
cs: Primární dokumenty
de: Primärquellen
el: Έγγραφα πρωτεύουσας πηγής
es_co: Documentos primarios
fr: Document de source primaire
he: מסמכים ממקור ראשון
it: Fonti primarie
ja: 一次資料ドキュメント
ko: 연구/조사 자료
nl: Primaire brondocumenten
pl: Dokumenty źródłowe
pt: Documentos de fonte primária
ru: Документы из первоисточников
sv: Primärkällor
th: เอกสารต้นฉบับ
tr: Temel Kaynak Dokümanlar
zh_tw: 第一手文件

source: Reports
ar: تقارير
cs: Reporty
de: Berichte
el: Αναφορές
es_co: Informes
fr: Rapport
he: דו"חות
it: Report
ja: レポート
ko: 보고서
nl: Rapporten
pl: Raporty
pt: Relatórios
ru: Отчеты
sv: Rapporter
th: รายงาน
tr: Raporlar
zh_tw: 報告

source: Reviews
ar: التعليقات
cs: Recenze
de: Rezensionen
el: Κριτικές
es_co: Críticas
fr: Etude
he: ביקורות
it: Recensioni
ja: レビュー
ko: 리뷰
nl: Beoordelingen
pl: Recenzje
pt: Resenhas
ru: Обзоры
sv: Recensioner
th: รีวิว Reviews
tr: Değerlendirmeler
zh_tw: 評論

source: Trade Publications
ar: المطبوعات التجارية
cs: Obchodní publikace
de: Handelspublikationen
el: Κλαδικές εκδόσεις
es_co: Publicaciones profesionales
fr: Publication commerciale
he: הוצאות מסחריות
it: Pubblicazioni commerciali
ja: 業界誌
ko: 업계 간행물
nl: Vakpublikaties
pl: Publikacje branżowe
pt: Publicações comerciais
ru: Публикации рынка
sv: Affärspublikationer
th: สิ่งตีพิมพ์ทางการค้า
tr: Ticari Yayınlar
zh_tw: 貿易出版品

source: Apply equivalent subjects
ar: تطبيق المواضيع المماثلة
cs: Používání ekvivalentních předmětů
de: Entsprechende Themen anwenden
el: Εφαρμογή ισοδύναμων θεμάτων
es_co: Aplicar materias equivalentes
fr: Appliquer des sujets équivalents
he: כלול נושאים דומים
it: Applica argomenti equivalenti
ja: 同意義のサブジェクトを適用する
ko: 동등 주제 적용하기
nl: Pas gelijkwaardige onderwerpen toe
pl: Stosowanie równoważnych tematów
pt: Aplicar assuntos equivalentes
ru: Использовать похожие предметы
sv: Använd motsvarande ämnesord
th: ค้นหาหัวเรื่องที่มีความหมายคล้ายกัน
tr: Eşdeğer konuları uygula
zh_tw: 採用對應的主題

source: Apply related words
ar: تطبيق الكلمات ذات الصلة
cs: Použít související slova
de: Verwandte Wörter verwenden
el: Εφαρμογή σχετικών λέξεων
es_co: Aplicar palabras relacionadas
fr: Appliquer des mots apparentés
he: כלול מילים קשורות
it: Applica termini correlati
ja: 関連するワードを適用する
ko: 관련어 적용하기
nl: Pas verwante woorden toe
pl: Zastosuj powiązane słowa
pt: Palavras relacionadas
ru: Использовать связаванные термины
sv: Använd synononymer
th: ค้นหาคำที่เกี่ยวข้อง
tr: İlgili sözcükleri uygula
zh_tw: 採用相關的字詞

source: Also search within the full text of the articles
ar: ابحث أيضًا في النص الكامل للمقالات
cs: Hledat také v plných textech článků
de: Auch innerhalb des Volltext-Artikels suchen
el: Επίσης αναζήτηση στο πλήρες κείμενο των άρθρων
es_co: También buscar en el texto completo de los artículos
fr: Rechercher également dans le texte intégral des articles
he: חפש גם בטקסט המלא של המאמר
it: Cerca anche nel full text degli articoli
ja: 記事のフルテキストでも検索する
ko: 전문(full text) 내용에서도 검색하기
nl: Zoek ook in full text van de artikelen
pl: Przeszukaj również pełne teksty artykułów
pt: Pesquisar também no texto integral dos artigos
ru: Также, искать среди полнотекстовых статей
sv: Sök även inom fulltext av artiklar
th: ค้นหาภายในข้อความทั้งหมดของบทความด้วย
tr: Makalelerin tam metni içinde de arama yap
zh_tw: 同時也查詢文章中的全文

source: References Available
ar: المراجع المتاحة
cs: Dostupné reference
de: Referenzen verfügbar
el: Διαθέσιμες αναφορές
es_co: Referencias disponibles
fr: Références disponibles
he: הפניות זמינות
it: Bibliografia disponibile
ja: 利用可能なリファレンス
ko: 가능한 참고문헌
nl: Referenties beschikbaar
pl: Dostępne odniesienia
pt: Referencias disponíveis
ru: Доступные отзывы
sv: Referenser finns tillgängliga
th: มีการอ้างอิง
tr: Kullanılabilir Referanslar
zh_tw: 有參考文獻

source: Scholarly (Peer Reviewed) Journals
ar: علماء (مراجعة الأقران) مجلات
cs: Recenzované dokumenty
de: Peer-Reviewed
el: Επιστημονικά (αξιολογημένα από συναδέρφους) περιοδικά
es_co: Revistas académicas (revisadas por pares)
fr: Revues scientifiques (revues par des pairs)
he: כתב עת אקדמי (הערכת עמיתים)
it: Riviste peer reviewed
ja: 学術研究（査読）ジャーナル
ko: Peer Reviewed 학술 저널
nl: Wetenschappelijke (Peer Reviewed) Tijdschriften
pl: Czasopisma recenzowane naukowo
pt: Revistas Peer Reviewed
ru: Журналы, одобренные экспертами
sv: Peer-reviewed Tidskrifter
th: วารสารทางวิชาการ (Peer Reviewed)
tr: Hakemli Dergiler
zh_tw: 學術期刊（具同儕審查）

source: Library Home
ar: المكتبة الرئيسية
cs: Domácí stránka knihovny
de: Bibliothekswebseite
el: Κεντρική σελίδα βιβλιοθήκης
es_co: Biblioteca
fr: Page d'accueil de la bibliothèque
he: דף הבית של הספרייה
it: Home page della biblioteca
ja: 図書館ホーム
ko: 도서관 홈페이지
nl: Bibliotheek homepage
pl: Strona internetowa biblioteki
pt: Página da Biblioteca
ru: Домашняя страница библиотеки
sv: Biblioteket
th: หน้าแรกของห้องสมุด
tr: Kütüphane Sayfası
zh_tw: 圖書館首頁

source: Periodical
ar: دورية
cs: Periodické publikace
de: Zeitschrift
el: Περιοδικός
es_co: Publicación periódica
fr: Périodique
he: תקופתיים
it: Periodico
ja: 定期出版物
ko: 정기간행물
nl: Tijdschrift
pl: Czasopismo
pt: Periódico
ru: Периодика
sv: Periodisk
th: วารสาร
tr: Süreli Yayın
zh_tw: 期刊

source: Selecting
ar: اختيار
cs: Výběr
de: Auswählen
el: Επιλογή
es_co: Seleccionando
fr: Sélection
he: בחירה
it: Selezionando
ja: 選択中
ko: 선택하는 중
nl: Keuze
pl: Wybieranie
pt: A seleccionar
ru: Выбор
sv: Väljer
th: กำลังเลือก
tr: Seçici
zh_tw: 選擇

source: Publication Year
ar: سنة الإصدار
cs: Rok vydání
de: Jahr der Veröffentlichung
el: Έτος δημοσίευσης
fr: Année de publication
he: שנת ההוצאה
it: Anno di pubblicazione
ja: 出版年
ko: 발행년도
nl: Publikatie jaar
pl: Rok publikacji
pt: Ano de publicação
ru: Год издания
sv: Publikationsår
th: ปีที่พิมพ์
tr: Yayın Yılı
zh_tw: 出版年

source: You have no other reading lists.
cs: Nemáte žádný další seznam ke čtení.
de: Sie haben keine anderen Leselisten.
el: Δεν έχετε άλλες λίστες ανάγνωσης.
fr: Vous n'avez pas d'autres listes de lecture.
he: אין לך רשימות קריאה אחרות.
it: Non ci sono altre liste.
ja: 他の読書リストはありません。
ko: 당신은 다른 읽기 목록이 없습니다.
nl: U heeft geen andere leeslijsten.
pl: Nie masz więcej list lektur.
pt: Você não possui outras listas de leitura.
ru: Другие списки отсутствуют
sv: Du har inga fler läslistor.
th: คุณไม่มีรายการการอ่านอื่น
tr: Başka okuma listeniz yok.

source: No statistics to report yet.
cs: Statistiky zatím nejsou dostupné.
de: Noch keine Statistiken.
el: Δεν υπάρχουν στατιστικά στοιχεία προς αναφορά ακόμα.
fr: Aucune statistique à signaler pour le moment.
he: אין עדיין נתונים סטטיסטיים.
it: Ancora non ci sono dati statistici.
ja: 報告する統計情報はまだありません。
ko: 보고될 통계가 아직 없습니다.
nl: Geen stastistieken op dit moment.
pl: Żadne statystyki nie są jeszcze dostępne.
pt: Nenhuma estatística a reportar ainda.
ru: Статистика еще недоступна
sv: Ingen statistik att rapportera ännu.
th: ยังไม่มีรายงานสถิติ
tr: Henüz raporlamanız gereken istatistik yok.

source: Select one:
ar: اختر واحدة:
cs: Zvolte jednu možnost:
de: Wähle eins:
el: Επέλεξε ένα:
es_co: Seleccione uno:
fr: Sélectionnez un:
he: תבחר אחד:
it: Seleziona:
ja: 一つ選択してください：
ko: 하나를 선택하세요 :
nl: Selecteer een:
pl: Wybierz jeden:
pt: Selecione um:
ru: Выберите:
sv: Välj en:
th: เลือกหนึ่งอัน:
tr: Birini seç:

source: Hebrew
cs: Hebrejština
de: hebräisch
el: Εβραϊκά
fr: hébreu
he: עִברִית
it: Ebraico
ja: ヘブライ語
ko: 히브리어
nl: Hebreeuws
pl: hebrajski
pt: hebraico
ru: Иврит
sv: Hebreiska
th: ชาวอิสราเอล
tr: İbranice

source: University
cs: Univerzita
el: Πανεπιστήμιο
ja: 大学
ru: Университет
sv: Universitet
tr: Üniversite

source: Collection
ar: مجموعة
cs: Kolekce
de: Sammlung
el: Συλλογή
ja: コレクション
ru: Коллекция
sv: Samling
tr: Koleksiyon

source: Generate list
cs: Generovat seznam
de: Liste generieren
el: Δημιουργία λίστας
fr: Générer la liste
he: צור רשימה
it: Genera la lista
ja: リストを生成する
ko: 일반 목록
nl: Genereer lijst
pl: Wygeneruj listę
pt: Gerar lista
ru: Создать список
sv: Generera lista
th: สร้างรายการ
tr: Listeyi oluştur

source: Peer reviewed
ru: Одобрено экспертами

source: Category
ar: الفئة
de: Kategorie
el: Κατηγορία
ja: カテゴリー
ru: Категории
sv: Kategori
tr: Kategori

source: eBooks
ar: لكتب الإلكترونية
ru: Электронные книги

source: Electronic Resources
ru: Электронные ресурсы

source: Non-Print Resources
ru: Непечатные ресурсы

source: Audio
ru: Аудио

source: Dissertations
ar: أطروحات
ru: Диссертации и другие научные работы

source: Videos
ru: Видео

source: Maps
ru: Карты и графики

source: Series
ru: Серия

source: Publication Information
ru: Информация о публикации

source: Resource Type
ru: Тип ресурса

source: Description
ru: Описание

source: Subjects
ru: Предметы

source: Categories
ru: Категории

source: Related ISBNs
ru: ISBN

source: Publisher Permissions
ru: Издательские ограничения

source: Print/Save
ru: Скачивание/Печать

source: Pages
ru: Страниц

source: Restricted
ru: Запрещено

source: Language
ar: اللغة
cs: Jazyk
de: Sprache
el: Γλώσσα
es_co: Idioma
fr: Langue
he: שפה
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Idioma
ru: Язык
sv: Språk
th: ภาษา
tr: Dil
zh_tw: 語言

source: Allowed
ru: Разрешено

source: User
ru: пользователь

source: Geographic
ru: Географически

source: First page
ru: Со страницы

source: Your EBSCO User ID
ar: EBSCO معرف المستخدم
es_co: Su Usuario de EBSCO
zh_cn: 您的EBSCO账户ID

source: Your EBSCO Password
ar: EBSCO كلمة المرور
es_co: Su contraseña de EBSCO
zh_cn: 您的EBSCO账户密码

source: Enter bibliographic info from the list into this box:
ar: أدخل المعلومات الببليوغرافية من القائمة في هذا المربع
es_co: Entre la información bibliográfica desde la lista a esta caja:
zh_cn: 在此框中输入清单的书目信息：
zh_tw: 在此框中輸入清單的書目信息：

source: Move to folder:
ar: انتقل إلى المجلد:
es_co: Mover a carpeta:
zh_cn: 移到文件夹：

source: Characters remaining:
ar: الشخصيات المتبقية:
es_co: Caracteres restantes:
zh_cn: 剩余字数：

source: of
ar: من
cs: z
de: von
el: από
es_co: de
fr: sur
he: מ-
it: di:
ja: 総数:
ko: 의
nl: van
pl: z
pt: de
sv: av
th: ของ
tr: nın
zh_tw: 的（of）

source: Language:
ar: اللغة
es_co: Idioma:

source: Back to main list
ar: العودة إلى القائمة الرئيسية
es_co: Regreso a la lista principal

source: If you change the
ar: إذا قمت بتغيير
es_co: Si cambia el

source: English
ar: الإنجليزية
es_co: Inglés
ko: 영어
nl: Engels
tr: ingiltere
zh_tw: 英文

source: Expander: Also search within the full text of the articles
ar: المتوسع: البحث أيضا داخل النص الكامل للمقالات

source: Expander
ar: المتوسع

source: Also search within the full text of the articles
ar: ابحث أيضًا في النص الكامل للمقالات

source: Catalog Only
ar: الفهرس

source: Peer Reviewed
ar: محكمة من قبل متخصصين
el: Αξιολογημένα από Συναδέρφους

# Facet
source: University
de: Universität
fr: Université
he: אוּנִיבֶרְסִיטָה
it: Università
ko: 대학
nl: Universiteit
pl: Uniwersytet
pt: Universidade
th: มหาวิทยาลัย

# Facet
source: Collection
he: אוסף
it: Raccolta
ko: 모음
nl: Collectie
pl: Kolekcja
pt: Coleção
th: ชุด

source: "Proxy prefix here; if using WAM, you can use {targetURLdomain} to specify the domain of your WAM proxy - the remainder will be placed at the end
cs: Proxy přesměrování; pokud používáte WAM, můžete použít {targetURLdomain} pro určení domény Vaší proxy - zbytek adresy bude vložen na konec URL

source: SELECT userid, password, profile FROM oauth WHERE oauth_consumer_key
es_co: SELECIONE ID de usuario, contraseña, perfil DE OAuth DONDE oauth_consumer_key

source: AND secret
es_co: Y secreto

source: SELECT id FROM credentials WHERE userid
es_co: SELECCIONE id DE credenciales DONDE usuario

source: AND password
es_co: Y secreto

source: Be careful editing these settings, as they will override the settings originally set up in your LMS's LTI configuration screen. Please launch at least one reading list from your LMS to populate these fields, or contact eds@ebscohost.com for assistance with these settings.<br /><br />If you change the <strong>user id</strong>, <strong>password</strong> or <strong>API profile ID</strong>, you will need to log out and log back in to see accurate statistics and lists.
zh_cn: 请您仔细编辑这些设置，因为它们将覆盖您LMS LTI配置屏幕中最初设置的设置。 请从您的LMS中至少启动一个阅读列表以填充这些字段，或联系eds@ebscohost.com以获得有关这些设置的帮助。<br /> <br />如果您更改<strong>用户ID</ strong> <strong>密码</ strong>或<strong> API Profile ID </ strong>，您将需要注销并重新登录才能查看准确的统计信息和清单。
