Repository: ebsco/curriculum_builder
Catalog: app/views/locale/*.UTF-8/LC_MESSAGES/messages.po
Languages: ar, cs, de, el, es_co, fr, he, it, ja, ko, nl, pl, pt, ru, sv, th, tr, zh_cn, zh_tw

source: All Public Lists:
ar: جميع القوائم العامة
cs: Všechny veřejné seznamy:
de: Alle öffentliche Leselisten
el: Όλες οι δημόσιες λίστες:
es_co: Todas las listas publicas:
fr: Toutes les listes publiques:
he: כל הרשימות הפומביות:
it: Tutte le liste pubbliche:
ja: すべてのパブリックリスト:
ko: 전체 공용 목록
nl: Alle openbare lijsten:
pl: Wszystkie listy publiczne:
pt: Todas as listas públicas:
ru: Все общедоступные списки
sv: Alla publika listor:
th: รายการสาธารณะทั้งหมด:
tr: Tüm Genel Listeler:
zh_cn: 所有公开清单：
zh_tw: 所有公開清單：

source: There are no public reading lists to copy.
ar: لا توجد قوائم قراءة عامة للنسخ
cs: Žádné veřejné seznamy ke kopírování.
de: Es stehen keine öffentlichen Leseliste für den Kopiervorgang zur Verfügung
el: Δεν υπάρχουν δημόσιες λίστες ανάγνωσης για αντιγραφή.
es_co: No hay listas publicas para copiar
fr: Il n'y a pas de liste de lecture publique à copier.
he: אין רשימות קריאה פומביות להעתיק.
it: Non ci sono liste pubbliche da copiare.
ja: コピーするパブリックリーディングリストがありません。
ko: 복사할 공용 목록이 없습니다.
nl: Geen openbare leeslijsten om te kopieren
pl: Brak dostępnych list publicznych do skopiowania.
pt: Não existem bibliografias recomendadas (públicas) para copiar.
ru: Нет общедоступных списков
sv: Det finns inga publika listor att kopiera.
th: ไม่มีรายการอ่านสาธารณะสำหรับคัดลอก
tr: Kopyalanacak genel bir okuma listesi yok.
zh_cn: 没有公开阅读清单需要复制。
zh_tw: 沒有公開閱讀清單需要複製。

source: Options
ar: خيارات
cs: Možnosti
de: Einstellungen
el: Επιλογές
es_co: Opciones
he: אפשרויות
it: Opzioni
ja: オプション
ko: 부가기능
nl: Opties
pl: Opcje
pt: Opções
ru: Варианты
sv: Inställningar
th: ตัวเลือก
tr: Seçenekler
zh_cn: 选项
zh_tw: 選項

source: Include Notes in the Import Process
ar: قم بتضمين ملاحظات في عملية الاستيراد
cs: Zahrnout poznámky při exportu
de: Notizen beim Import einschliessen
el: Συμπερίληψη σημειώσεων στη διαδικασία εισαγωγής
es_co: Incluir notas en el proceso de importación
fr: Inclure des notes dans le processus d'importation
he: כלול הערות בתהליך הייבוא
it: Includi l'importazione delle note
ja: インポート時にノートを含める
ko: 반입할 때 Notes 포함하기
nl: Voeg notities toe tijdens het import proces
pl: Uwzględnij notatki w procesie importu
pt: Incluir Notas no processo de importação
ru: Включить заметки в импорт
sv: Inkludera anteckningar i importprocessen
th: รวมหมายเหตุในกระบวนการนำเข้า(Import)
tr: Ekleme işleminde notları dahil et
zh_cn: 在导入过程中包括备注
zh_tw: 在導入過程中附加備註

source: Preserve Sort Order
ar: الحفاظ على ترتيب الفرز
cs: Zachovat pořadí záznamů
de: Sortierreihenfolge beibehalten
el: Διατήρηση της σειράς ταξινόμησης
es_co: preservar el orden de clasificación
fr: Préserver l'ordre de tri
he: שמור מיון
it: Conserva l'ordinamento
ja: ソート順を保存
ko: 정렬 순서 저장하기
nl: Behoud soorteervolgorde
pl: Zachowaj kolejność sortowania
pt: Preservar ordenação
ru: Сохранить параметры сортировки
sv: Bevara sorteringsordning
th: เก็บการเรียงลำดับ
tr: Sıralamayı koru
zh_cn: 保留排序
zh_tw: 保留排序

source: Check/Uncheck All
ar: أضف / ازل الكل
cs: Vybrat/zrušit výběr
de: Alle auswählen / abwählen
el: Επιλέξτε / Καταργήστε την επιλογή όλων
es_co: Seleccionar/Deseleccionar todo
fr: Vérifier / Décocher tout
he: בחר/בטל בחירת הכל
it: Seleziona/deseleziona tutto
ja: すべてをチェック／アンチェック
ko: 선택/선택해제 전체
nl: Selecteer/De-selecteer alles
pl: Zaznacz/Odznacz wszystkie
pt: Selecionar/Não selecionar todos
ru: Выбрать/Отменить все
sv: Markera/avmarkera alla
th: เลือก / ยกเลิกการทำเครื่องหมายทั้งหมด
tr: Tümünü Seç / Tümünde Seçimi Kaldır
zh_cn: 选择所有/清除所有
zh_tw: 選擇所有/清除所有

source: Notes:
ar: ملاحظات
cs: Poznámky:
de: Notizen:
el: Σημειώσεις:
es_co: Notas:
he: הערות:
it: Note:
ja: ノート:
nl: Notities:
pl: Uwagi:
pt: Notas:
ru: Заметки:
sv: Anteckningar:
th: หมายเหตุ:
tr: Notlar:
zh_cn: 备注
zh_tw: 備註

source: There are no readings in this list.
ar: لا توجد قراءات في هذه القائمة
cs: Seznam neobsahuje žádné dokumenty.
de: Diese Leseliste enthält keine Einträge
el: Δεν υπάρχουν υλικά ανάγνωσης σε αυτήν τη λίστα.
es_co: No hay lecturas en esta lista
fr: Il n'y a pas de lectures dans cette liste.
he: אין פריטים לקריאה ברשימה.
it: Non ci sono letture in questa lista.
ja: リストにアイテムがありません。
ko: 현재 목록에는 읽을 내용이 더 이상 없습니다.
nl: Er zijn geen lezingen in deze lijst.
pl: Brak lektur na tej liście.
pt: Não existem bibliografias recomendadas nesta lista.
ru: Нет доступных списков чтения.
sv: Det finns inga poster i denna lista.
th: ไม่พบรายการอ่านในรายการนี้
tr: Bu listede okuma kaynağı yok.
zh_cn: 本清单中没有记录。
zh_tw: 本清單中沒有記錄。

source: Copy Selected Readings
ar: نسخ قراءات مختارة
cs: Zkopírovat vybrané dokumenty
de: Ausgewählte Leseliste kopieren
el: Αντιγραφή επιλεγμένων υλικών ανάγνωσης
es_co: Copiar lecturas seleccionadas
fr: Copier les lectures sélectionnées
he: העתק פריטים נבחרים
it: Copia le letture selezionate
ja: 選択したアイテムをコピー
ko: 선택된 읽기 복사하기
nl: Kopieer geselecteerde leeslijsten
pl: Skopiuj wybrane lektury
pt: Copiar bibliografias selecionadas
ru: Скопировать выбранные названия
sv: Kopiera valda poster
th: คัดลอกรายการอ่านที่เลือก
tr: Seçili olanları kopyala
zh_cn: 复制已选的记录
zh_tw: 複製已選的記錄

source: You are unauthorized to access this page.
ar: أنت غير مصرح لك بالوصول إلى هذه الصفحة
cs: Nemáte dostatečná oprávnění zobrazit tuto stránku.
de: Sie haben auf diese Seite kein Zugriffsrecht.
el: Δεν έχετε δικαίωμα πρόσβασης σε αυτήν τη σελίδα.
es_co: Usted no tiene autorización para acceder a esta pagina
fr: Vous n'êtes pas autorisé à accéder à cette page.
he: אין לך הרשאה לדף זה.
it: Non sei autorizzato ad accedere a questa pagina.
ja: このページへのアクセスには許可が必要です。
ko: 현재 페이지에 권한이 없습니다.
nl: U ben niet geautoriseerd om deze pagina te bezoeken.
pl: Nie masz uprawnień do wyświetlenia tej strony.
pt: Não está autorizado a aceder a esta página.
ru: К сожалению, у Вас нет доступа к данной странице.
sv: Du är inte autentiserad för åtkomst till denna sida.
th: คุณไม่สามารถเข้าใช้งานหน้านี้ได้
tr: Bu sayfayı görüntüleme yetkiniz yok.
zh_cn: 您未经授权访问此页面。
zh_tw: 您未經授權訪問此頁面。

source: You must be logged in to access that service, please login
cs: Pro přístup k této službě je nutné nejprve se přihlásit
de: Sie müssen eingeloggt sein, um diese Seite aufzurufen
el: Πρέπει να είστε συνδεδεμένοι για να αποκτήσετε πρόσβαση στην υπηρεσία αυτή - παρακαλούμε συνδεθείτε
es_co: usted necesita ingresar para acceder a ese servicio, por favor ingrese
fr: Vous devez être connecté pour accéder à ce service, veuillez vous connecter
he: עליך להתחבר כדי לגשת לשירות זה, אנא נסה שנית.
it: Devi essere autenticato per accedere al servizi, fai login.
ja: このサービスにアクセスするにはログインする必要があります。ログインしてください。
ko: 이 서비스를 이용하기 위해 로그인 해야 합니다. 로그인 하세요.
nl: Meldt u aan voor toegang tot deze service, graag inloggen
pl: Zaloguj się, aby uzyskać dostęp do tej usługi.
pt: Tem de estar autenticado para aceder ao serviço, por favor faça login
ru: Чтобы получить доступ к данной услуге, пожалуйста, войдите в систему
sv: Du måste vara inloggad för att använda tjänsten, vänligen logga in
th: คุณต้องเข้าสู่ระบบเพื่อเข้าถึงบริการดังกล่าวโปรดเข้าสู่ระบบ
tr: Bu hizmete girmek için giriş yapmak zorundasınız, lütfen giriş yapın
zh_cn: 您必须登录才能访问该服务，请登录
zh_tw: 您必須登錄才能訪問該服務，請登錄

source: Warning: you are about to delete the following lists permanently. This action cannot be undone. Any instructor that tries to access these lists from their course will find an empty list.
ar: تحذير: أنت على وشك حذف القوائم التالية بشكل دائم. لا يمكن التراجع عن هذا الإجراء. أي معلم يحاول الوصول إلى هذه القوائم من الدورة التدريبية الخاصة به سيجد قائمة فارغة.
cs: Upozornění: Chystáte se odstranit následující seznamy. Jejich odstranění nelze vzít zpět. Kdokoli se pokusí zorazit tento seznam, jej nalezne prázdný.
de: Hinweis: Die ausgwählten Leselisten werden unwiderbringlich geöscht. Jeder Lehrbeauftragte, der versucht diese Leselisten aus einem Kurzs aufzurufen, wird eine leere Leseliste angezeigt bekommen.
el: Προειδοποίηση: πρόκειται να διαγράψετε μόνιμα τις ακόλουθες λίστες. Αυτή η πράξη δε μπορεί να αναιρεθεί. Κάθε εκπαιδευτής που προσπαθεί να έχει πρόσβαση σε αυτές τις λίστες από το μάθημά τους θα βρίσκει μια κενή λίστα.
es_co: Advertencia: usted esta a punto de borrar la siguiente lista permanentemente. esta acción no se puede deshacer. cualquier profesor que trate de acceder a esta lista desde su curso la encontrara vacía,
fr: Attention: vous êtes sur le point de supprimer définitivement les listes suivantes. Cette action ne peut pas être annulée. Tout instructeur qui essaie d'accéder à ces listes à partir de ces cours trouvera une liste vide.
he: אזהרה: אתם עומדים למחוק רשימה זו לצמיתות. פעולה זו אינה הפיכה. כל מרצה שינסה לגשת לרשימה זו מהקורס שלהם ימצא רשימה ריקה.
it: Attenzione: stai per cancellare permanentemente le liste sottostanti. Questa azione non è modificabile. Ogni docente che tenterà di accedere a queste liste dal suo corso troverà una lista vuota.
ja: 警告: 次のリストを完全に削除します。このアクションはやり直しできません。インストラクタがコースにアクセスすると空のリストが表示されます。
ko: 경고: 아래의 목록이 영구적으로 삭제됩니다. 삭제 후 되돌릴 수 없으며, 이 후 이용자는 빈 목록으로 접근하게 될 것입니다.
nl: Let op: Wilt u de volgende lijsten voorgoed verwijderen? Deze aktie kan niet meer ongedaan gemaakt worden. Elke instructeur die toegang probeert te krijgen tot deze lijsten, vindt een lege lijst.
pl: Ostrzeżenie: zamierzasz trwale usunąć poniższe listy. Tej czynności nie można cofnąć. Próba dostępu do tych list przez wykładowców z ekranu ich kursów będzie skutkować wyświetleniem pustej listy.
pt: Aviso: você está prestes a excluir permanentemente as seguintes listas. Essa ação não pode ser desfeita. Qualquer professor/instrutor que tente aceder a essas listas do curso, encontrará uma lista vazia.
ru: Внимание: Данные списки будут удалены без возможности восстановления. Вместо удаленных списков будут отображаться пустые страницы.
sv: Varning: du är på väg att ta bort följande listor permanent. Denna åtgärd går ej att göra ogjord. Alla lärare som försöker komma åt dessa listor från deras kurser kommer finna en tom lista.
th: คำเตือน: คุณกำลังจะลบรายการต่อไปนี้อย่างถาวร ไม่สามารถยกเลิกการดำเนินการนี้ได้ ผู้สอนที่พยายามเข้าถึงรายการเหล่านี้จากหลักสูตรของพวกเขาจะพบรายการว่างเปล่า
tr: Uyarı: Aşağıdaki listeleri kalıcı olacak silmek üzeresiniz. Bu işlem geri alınamaz.
zh_cn: 警告：您将永久删除以下清单。 此操作无法撤消。 任何尝试从课程中访问这些清单的老师将得到一个空结果。
zh_tw: 警告：您將永久刪除以下清單。此操作無法撤消。任何嘗試從課程中訪問這些清單的老師將得到一個空結果。

source: NEVER accessed since update
ar: لم يتم الوصول إليه منذ التحديث
cs: NIKDY nezobrazeno od poslední aktualizace
de: Seit dem Update nicht aufgerufen
el: ΠΟΤΕ δεν πραγματοποιήθηκε πρόσβαση από την ενημέρωση
es_co: Nunca accesado desde que se actualizo
fr: Jamais consulté depuis la mise à jour
he: לא נרשמה כניסה מאז העדכון
it: NESSUN accesso
ja: 更新してからアクセスされていません
ko: 업데이트 이후 Access 한 적이 없음
nl: NIET geopend sinds update
pl: NIGDY nie wykorzystany od czasu aktualizacji
pt: NUNCA acedeu desde última atualização
ru: НЕ ИСПОЛЬЗОВАН с момента обновления
sv: ALDRIG använd sedan uppdatering
th: ไม่เคยเข้าใช้งาน ตั้งแต่
tr: Güncellemeden sonra HİÇ giriş yok
zh_cn: 自更新后没有访问记录
zh_tw: 自更新後沒有訪問記錄

source: LAST ACCESSED
ar: آخر وصول
cs: POSLEDNÍ NAVŠTÍVENÉ
de: LETZTER AUFRUF
el: ΤΕΛΕΥΤΑΙΑ ΠΡΟΣΒΑΣΗ
es_co: Ultimo acceso
fr: DERNIER ACCÈS
he: כניסה אחרונה
it: ULTIMO ACCESSO
ja: 最終アクセス
ko: 마지막 Access 일자
nl: LAATST GEOPEND
pl: OSTATNI DOSTĘP
pt: ÚLTIMO ACESSO
ru: ПОСЛЕДНИЙ РАЗ ИСПОЛЬЗОВАН
sv: SENAST ANVÄND
th: เข้าใช้งานล่าสุด
tr: EN SON GİRİŞ
zh_cn: 最近访问
zh_tw: 最近訪問

source: DELETE
ar: حذف
cs: ODSTRANIT
de: LÖSCHEN
el: ΔΙΑΓΡΑΦΗ
es_co: Borrar
fr: EFFACER
he: מחיקה
it: CANCELLA
ja: 削除
ko: 삭제하기
nl: Verwijderen
pl: USUŃ
pt: APAGAR
ru: УДАЛИТЬ
sv: TA BORT
th: ลบ
tr: SİL
zh_cn: 删除
zh_tw: 刪除

source: this list
ar: هذه القائمة
cs: tento seznam
de: diese Leseliste
el: αυτής της λίστας
es_co: Esta lista
fr: cette liste
he: רשימה זו
it: questa lista
ja: このリスト
ko: 현재 목록
nl: deze lijst
pl: tą listę
pt: esta lista
ru: данный список
sv: den här listan
th: รายการนี้
tr: bu liste
zh_cn: 本清单
zh_tw: 本清單

source: these
ar: هذه
cs: tyto
de: diese
el: αυτών των
es_co: Estos
fr: celles-ci
he: אלו
it: queste
ja: これらの
ko: 이
nl: Deze
pl: te
pt: esta
ru: данные
sv: dessa
th: เหล่านี้
tr: bunlar
zh_cn: 这些
zh_tw: 這些

source: lists
ar: القوائم
cs: seznamy
de: Leselisten
el: λιστών
es_co: Lista
fr: Listes
he: רשימות
it: liste
ja: リスト
ko: 목록들
nl: lijsten
pl: listy
pt: lista
ru: списки
sv: listor
th: รายการ
tr: listeler
zh_cn: 清单
zh_tw: 清單

source: or
ar: أو
cs: nebo
de: oder
el: ή
es_co: o
he: או
it: o
ja: または
ko: 또는
nl: of
pl: lub
pt: ou
ru: или
sv: eller
th: หรือ
tr: veya
zh_cn: 或者
zh_tw: 或者

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es_co: Cancelar
fr: Annuler
he: ביטול
it: Cancella
ja: キャンセル
ko: 취소하기
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отменить
sv: Avbryt
th: ยกเลิก
tr: İptal
zh_cn: 取消
zh_tw: 取消

source: No lists selected to delete.
ar: لم يتم تحديد قوائم للحذف
cs: Nebyly vybrány žádné seznamy k odstranění.
de: Es wurden keine Listen zur Löschung ausgewählt.
el: Δεν έχουν επιλεγεί λίστες για διαγραφή.
es_co: No hay listas seleccionadas para borrar
fr: Aucune liste sélectionnée pour supprimer.
he: לא נבחרו רשימות למחיקה.
it: Nessuna lista selezionata per la cancellazione
ja: 削除するリストが選択されていません。
ko: 삭제할 선택된 목록이 없습니다.
nl: Geen lijsten geselecteerd om te verwijderen.
pl: Brak list do usunięcia.
pt: Não foram selecionadas listas para apagar.
ru: Нет выбранных списков для удаления
sv: Inga listor valda för borttagning
th: ไม่พบรายการที่เลือก สำหรับลบข้อมูล
tr: Silinecek seçili listeler yok.
zh_cn: 没有选择删除清单
zh_tw: 還沒有選擇刪除清單

source: Back to Administration Screen
ar: العودة إلى شاشة الإدارة
cs: Zpět na obrazovku administrace
de: Zurück zur Administration
el: Επιστροφή στην οθόνη διαχείρισης
es_co: De vuelta a la pantalla de administración
fr: Retour à l'écran d'administration
he: חזרה למסך אדמין
it: Torna alla schermata di amministrazione
ja: 管理者画面に戻る
ko: 관리자 화면으로 돌아가기
nl: Terug naar admin scherm
pl: Powrót do ekranu ustawień
pt: Voltar à Administração
ru: Вернуться к Панели Администратора
sv: Tillbaka till Administrationsvyn
th: กลับไปยังหน้า Administration
tr: Yönetim Ekranına Geri Dön
zh_cn: 返回管理界面
zh_tw: 返回管理界面

source: Oops! An error occurred. The data for one or more records is incomplete. Please try again, being sure to include the entire record for each reading.
ar: حدث خطأ. البيانات الخاصة بسجل واحد أو أكثر غير مكتملة. يرجى المحاولة مرة أخرى ، مع التأكد من تضمين السجل بالكامل لكل قراءة
cs: Jejda. Došlo k problému. Data jednoho nebo více záznamů nejsou kompletní. Zkuste to prosím ještě jednou a ujistěte se, že vkládáte kompletní data ke každému záznamu.
de: Ein Fehler ist aufgetreten. Die Daten für einen oder mehrere Datensätze ist unvollständig. Bitte versuchen Sie es erneut und stellen Sie sicher, den vollständigen Datensatz einzuschliessen.
el: Ωχ! Παρουσιάστηκε σφάλμα. Τα δεδομένα για ένα ή περισσότερα αρχεία είναι ελλιπή. Δοκιμάστε ξανά, φροντίζοντας να συμπεριλάβετε ολόκληρη την εγγραφή για κάθε υλικό ανάγνωσης.
es_co: Oh! un error a ocurrido, los datos de uno o mas registros esta incompleto, por favor trate de nuevo, este seguro que incluye el registro completo para cada lectura
fr: Oops! Une erreur s'est produite. Les données pour un ou plusieurs enregistrements sont incomplètes. Réessayez, assurez-vous d'inclure l'intégralité de l'enregistrement pour chaque lecture.
he: אופס! התרחשה תקלה. המידע ברשומה אחת או יותר אינו מלא. אנא נסו שנית וודאו להוסיף את הרשומה המלאה לכל פריט.
it: Oops! Si è verificato un errore. I dati di uno o più record sono incompleti. Perfavore, riprova, facendo attenzione a includere tutto il record per ciascuna lettura.
ja: エラーが発生しました。1つ以上のレコードでデータが不完全です。各アイテムに完全なレコードを含むことを確認のうえ、再度実行してください。
ko: 제공된 데이터가 충분하지 않아 Error 가 발생하였습니다. 1개 이상의 레코드가 누락되었을 가능성이 있습니다. 모든 레코드가 포함되었는지 확인 후 다시 시도하시기 바랍니다.
nl: Oeps! Er is een fout opgetreden. De data voor een of meer records is incompleet. Probeer opnieuw, en voeg het complete record toe voor elke leeslijst.
pl: Wystąpił błąd. Dane jednego lub więcej rekordów są niekompletne. Proszę spróbować ponownie, upewniając się, że zostały uwzględnione kompletne rekordy.
pt: Ops! Um erro ocorreu. Os dados de um ou mais registos estão incompletos. Tente novamente, certificando-se que inclui todos o registos para cada bibliografia.
ru: Ой! Кажется, произошла ошибка. Не хватает данных для одной или более записей. Пожалуйста, убедитесь, что все данные включены, и попробуйте снова.
sv: Attans! Ett fel uppstod. Datan från en eller flera poster är ej komplett. Vänligen försök igen, säkerställ att inkludera hela posten för varje läspost.
th: อ๊ะ! เกิดข้อผิดพลาด. ข้อมูลสำหรับระเบียนอย่างน้อยหนึ่งรายการไม่สมบูรณ์ โปรดตรวจสอบให้แน่ใจว่าได้ใส่ข้อมูลทั้งหมดสำหรับแต่ละรายการอ่าน
tr: Hata! Bir hata oluştu! Bir veya birden fazla kayıtlar için veri tamamlanamadı. Lütfen her okumanın tüm kaydını eklediğinizden emin olarak tekrar deneyin.
zh_cn: 哎呀！ 发生错误。一个或多个记录的数据不完整。 请再试一次，确保每个记录都包含完整内容。
zh_tw: 哎呀！發生錯誤。一個或多個記錄的數據不完整。請再試一次，確保每個記錄都包含完整內容。

source: Enter bibliographic info from the list into this box:
cs: Vložit bibliografické informace ze seznamu do tohoto okna:
de: Fügen Sie die bibliografischen Informationen aus der Liste in diese Box ein:
el: Εισάγετε βιβλιογραφικές πληροφορίες από τη λίστα σε αυτό το πλαίσιο:
fr: Entrez les informations bibliographiques de la liste dans cette boîte:
he: הכנס מידע ביבליוגרפי מהרשימה לתיבה זו:
it: Inserisci le informazioni bibliografiche dalla lista in questo box:
ja: リストの書誌情報をこのボックスに入力してください:
ko: 리스트에 있는 서지정보를 박스에 입력하세요.
nl: Voer bibliografische informatie uit de lijst in dit vak in:
pl: Wprowadź informacje bibliograficzne z listy w tym polu:
pt: Insira a informação da bibliografia da lista para esta caixa:
ru: Добавьте библиографическую информацию из списка
sv: Ange bibliografisk information från listan in i denna ruta:
th: ป้อนข้อมูลบรรณานุกรมจากรายการลงในช่องนี้:
tr: Listeden künye bilgilerini bu kutuya girin:

source: CB Version 2.3
ar: CB الإصدار 2.3
cs: CB Verze 2.3
el: CB Έκδοση 2.3
es_co: CB versión 2.3
he: בונה תוכניות לימודים גירסה 2.3
nl: CB Versie 2.3
pl: CB wersja 2.3
pt: Versão 2.3 do Curriculum Builder
ru: Версия CB 2.3
tr: CB versiyon 2.3
zh_cn: CB 版本 2.3
zh_tw: CB 版本 2.3

source: List ID
ar: معرف القائمة
cs: ID seznamu
el: Αναγνωριστικό λίστας
es_co: ID de la Lista
fr: ID de la liste
he: מזהה רשימה
it: ID della lista
ja: リストID
ko: 목록 ID
nl: Lijst ID
pl: Identyfikator listy
pt: ID da lista
ru: ID списка
tr: Liste Numarası
zh_cn: 清单ID
zh_tw: 清單ID

source: Login
ar: تسجيل الدخول
cs: Přihlásit se
el: Σύνδεση
es_co: Ingreso
he: התחברות
ja: ログイン
ko: 로그인
pl: Zaloguj się
pt: Autenticar
ru: Войти
sv: Logga in
th: เข้าสู่ระบบ
tr: Giriş
zh_cn: 登录
zh_tw: 登錄

source: Invalid login -- pleasae try again
ar: تسجيل الدخول غير صالح - يرجى المحاولة مرة أخرى
cs: Neplatné uživatelské jméno -- prosím, zkuste to ještě jednou
de: Ungültiger Nutzername -- bitte versuchen Sie es erneut
el: Μη έγκυρη σύνδεση - δοκιμάστε ξανά
es_co: Ingreso invalido -- trate nuevamente
fr: Connexion invalide - essayez à nouveau
he: פרטי כניסה שגויים - אנא נסו שנית
it: Login non valido, perfavore riprova
ja: ログインできません。やり直してください。
ko: 로그인 실패 -- 다시 시도하세요.
nl: Ongeldige log in -- Probeer opnieuw
pl: Logowanie nie powiodło się -- proszę spróbować ponownie
pt: Login inválido -- por favor tente novamente
ru: Неправильный логин или пароль -- попробуйте еще раз
sv: Felaktig inloggning -- försök igen
th: การเข้าสู่ระบบไม่ถูกต้อง - กรุณาลองอีกครั้ง
tr: Geçersiz giriş -- lütfen tekrar deneyin
zh_cn: 登录无效 - 请重试
zh_tw: 登錄無效 - 請重試

source: Username:
ar: اسم المستخدم
cs: Uživatelské jméno:
de: Nutzername:
el: Όνομα Χρήστη:
es_co: Usuario:
fr: Nom d'utilisateur:
he: שם משתמש:
ja: ユーザ名:
ko: 이름
nl: Gebuikersnaam:
pl: Nazwa użytkownika:
pt: Utilizador:
ru: Логин:
sv: Användarnamn:
th: ชื่อผู้เข้าใช้งาน:
tr: Kullanıcı Adı:
zh_cn: 用户名：
zh_tw: 用戶名：

source: Password:
ar: كلمه الدخول
cs: Heslo:
de: Passwort:
el: Κωδικός πρόσβασης:
es_co: Contraseña:
fr: Mot de passe:
he: סיסמה:
ja: パスワード:
ko: 패스워드
nl: Wachtwoord:
pl: Hasło:
ru: Пароль:
sv: Lösenord:
th: รหัสผ่าน:
tr: Şifre
zh_cn: 密码：
zh_tw: 密碼：

source: Successfully logged in.
ar: تم تسجيل الدخول بنجاح
cs: Přihlášení proběhlo úspěšně.
de: Login erfolgreich.
el: Έχετε συνδεθεί με επιτυχία.
es_co: Ingreso exitoso para
fr: Connexion réussie.
he: התחברת בהצלחה.
it: Login avvenuto con successo
ja: ログインしました。
ko: 로그인 성공.
nl: Succesvol ingelogd.
pl: Zalogowano pomyślnie.
pt: Autenticação bem sucedida
ru: Успешная авторизация.
sv: Inloggning lyckades.
th: เข้าสู่ระบบสำเร็จแล้ว
tr: Başarıyla oturum açıldı
zh_cn: 登录成功
zh_tw: 登錄成功

source: Successfully updated expiration date for
ar: تم تحديث تاريخ انتهاء الصلاحية بنجاح
cs: Aktualizace termínu expirace pro
de: Aktualisierung war erfolgreich
el: Η ημερομηνία λήξης ενημερώθηκε με επιτυχία για
es_co: Fecha de caducidad actualizada con éxito para
fr: Date d'expiration mise à jour avec succès pour
he: הצלחת לעדכן תאריך תפוגה עבור
it: Effettuato aggiornamento data di scadenza per
ja: 有効期限を更新しました:
ko: 만료일 업데이트 성공
nl: De vervaldatum is bijgewerkt voor
pl: Pomyślnie zaktualizowano datę ważności dla
pt: Atualizado com sucesso a data de expiração para
ru: Срок действия успешно изменен на
sv: Förfallodatumet uppdaterat för
th: ปรับปรุงวันที่หมดอายุการเรียบร้อยแล้ว
tr: için başarıyla bitiş tarihi güncellendi
zh_cn: 成功更新到期日
zh_tw: 成功更新到期日

source: Successfully deleted
ar: تم الحذف بنجاح
cs: Odstranění proběhlo úspěšně
de: Löschung war erfolgreich
el: Διαγράφηκε με επιτυχία
es_co: Eliminado correctamente
fr: Supprimé avec succès
he: מחקת בהצלחה את
it: Cancellazione effettuata
ja: 削除しました:
ko: 삭제 성공
nl: Verwijderd
pl: Pomyślnie usunięto
pt: Apagado com sucesso
ru: Успешно удалено
sv: Borttagning lyckades
th: ลบเรียบร้อยแล้ว
tr: Başarıyla silindi
zh_cn: 删除成功
zh_tw: 刪除成功

source: You cannot have an empty Consumer Key or Password, and you must set an expiration date. Please try again.
ar: لا يمكنك الحصول على مفتاح عميل فارغ أو كلمة مرور فارغة ، ويجب عليك تحديد تاريخ انتهاء الصلاحية. حاول مرة اخرى
cs: Uživatelský klíč nebo heslo nemohou zůstat prázdné. Zároveň je nutné doplnit datum expirace. Zkuste to, prosím ještě jednou.
de: Der Consumer Key oder das Passwort dürfen nicht leer sein und Sie müssen ein Ablaufdatum vorgeben. Bitte versuchen Sie es erneut.
el: Δεν μπορείτε να έχετε κενό Κλειδί Καταναλωτή ή Κωδικό Πρόσβασης και πρέπει να ορίσετε μια ημερομηνία λήξης. Προσπαθήστε ξανά.
es_co: Usted no puede dejar vació el campo de Numero del cliente o contraseña y debe fijar una fecha de expiación, trate nuevamente
fr: Vous ne pouvez pas avoir une clé d'indentification ou un mot de passe vide, et vous devez définir une date d'expiration. Veuillez réessayer.
he: מפתח לקוח או סיסמה אינם יכולים להיות ריקות, ועליך לקבוע תאריך תפוגה. אנא נסו שנית.
it: Non puoi lasciare vuota la Consumer Key o la password e devi indicare una data di scadenza
ja: Consumerキーとパスワードはブランクにはできません。または有効期限を設定する必要があります。再度実行してください。
ko: 사용자 키(key), 비밀번호 그리고 만료일 없이 진행하실 수 없습니다. 다시 시도해주세요.
nl: Vul Consumer Key in of uw Wachtwoord en stel een afloopdatum in. Probeer aub opnieuw.
pl: Klucz użytkownika oraz hasło nie mogą być puste, a data ważności jest wymagana. Proszę spróbować ponownie.
pt: Você não pode ter uma Chave de Consumidor ou Senha vazia, e você deve definir uma data de validade. Por favor, tente novamente.
ru: Поле пароля и срока действия не могут быть пустыми. Пожалуйста, проверьте все поля и попробуйте еще раз
sv: Du kan inte tömma Användarnyckel eller Lösenord och du måste sätta ett förfallodatum, vänligen försök igen.
th: คุณไม่สามารถมีconsumer key หรือรหัสผ่านที่ว่างเปล่าได้และคุณต้องตั้งวันหมดอายุ กรุณาลองอีกครั้ง.
tr: Tüketici Anahtar bilgisini ya da şifresini boş bırakamazsınız, ve bitiş tarihini ayarlamalısınız. Lütfen tekrar deneyiniz.
zh_cn: 您不能使用空的Consumer Key或密码，您必须设置到期日。 请再试一次。
zh_tw: 您不能使用空的Consumer Key或密碼，您必須設置到期日。請再試一次。
