Repository: ebsco/curriculum_builder
Catalog: app/views/locale/*.UTF-8/LC_MESSAGES/messages.po
Languages: ar, cs, de, el, es_co, fr, he, it, ja, ko, nl, pl, pt, ru, sv, th, tr, zh_cn, zh_tw

source: This is the label for the link that will appear on the left side of detailed records that directs the user to the EBSCO Discovery Service record for the reading. If left blank, no link to EDS will appear.
ar: هذا هو التصنيف الخاص بالرابط الذي سيظهر على الجانب الأيسر من السجلات التفصيلية التي توجه المستخدم إلى سجل خدمة اكتشاف EBSCO للقراءة. إذا تركت فارغًا ، فلن يظهر أي رابط لـ EDS.
cs: Toto je název odkazu, který se zobrazí uživateli po levé straně podrobného záznamu a který směruje uživatele do záznamu v EBSCO Discovery Service. Pokud je pole prázdné, žádný odkaz se nezobrazí.
de: Dieser Text wird für die Links verwendet, die den Nutzer aus der Leseliste zu EBSCO Discovery Service führen. Der Link wird in der Detailansicht auf der linken Seite angezeigt. Sofern Sie diesen leer lassen, wird kein Link zu EDS gezeigt werden.
el: Αυτή είναι η ετικέτα του συνδέσμου που θα εμφανιστεί στην αριστερή πλευρά των αναλυτικών αρχείων και θα κατευθύνει το χρήστη στο αρχείο της Discovery Service του EBSCO για την ανάγνωση. Αν παραμείνει κενό, δεν θα εμφανιστεί σύνδεσμος για την EDS.
es_co: Esta es la etiqueta para el enlace que aparecerá en el lado izquierdo de los registros detallados que dirige al usuario al registro del servicio EBSCO Discovery para la lectura. Si se deja en blanco, no aparecerá ningún enlace a EDS.
fr: Il s'agit de l'étiquette du lien qui apparaîtra sur le côté gauche des enregistrements détaillés qui orientent l'utilisateur vers l'enregistrement en provenance d'EBSCO Discovery Service pour la lecture. Si elle est laissée vide, aucun lien vers EDS n'apparaîtra.
he: זוהי התווית עבור הקישור שיופיע מצד שמאל לרשומה המפורטת אשר מעביר את המשתמש לקריאת הרשומה ב-EDS. אם השדה ישאר ריק, לא יוצג קישור ל-EDS.
it: Questa è l'etichetta del link che apparirà sul lato sinistro del Dettaglio del record che porta gli utenti al record in EBSCO Discovery Service. Se lasciato vuoto, non apparirà alcun link a EDS.
ja: これは、詳細レコードの左側に表示されるリンクのラベルで、ユーザーがレコードを見るためのEBSCOディスカバリーサービスへ導きます。 空白のままにすると、EDSへのリンクは表示されません。
ko: 이 라벨은 상세화면 페이지에서 EBSCO Discovery Service 로 넘어가는 링크를 표시합니다. 빈 칸이라면, 링크가 생성되지 않습니다.
nl: Dit is het label voor de link die aan de linkerkant van gedetailleerde records wordt weergegeven waarmee de gebruiker wordt doorgestuurd naar het EBSCO Discovery-service record voor de lezing. Indien leeg gelaten, zal geen link naar eds verschijnen.
pl: To jest etykieta linku, który pojawi się po lewej stronie rekordu szczegółowego
pt: Este é o texto para o link que aparece no lado esquerdo do registo detalhado que redirecciona o utilizador para o registo no EBSCO Discovery Service. Se deixado em branco, nenhum link para o EDS será apresentado
ru: Данная ссылка в виде значка будет отображаться в левой стороне вкладки "подробная информация", и будет вести к EBSCO Discovery Service. Если оставить данное поле пустым, ссылка не появится.
sv: Detta är märkningen för länken som visas till vänster om detaljposterna som länkar användaren till EBSCO Discovery Service för att läsa. Om den lämnas tom så kommer inga länkar till EDS visas.
th: นี่เป็นข้อความสำหรับลิงก์ที่จะปรากฏที่ด้านซ้ายของรายการแบบละเอียด ที่จะเชื่อมโยงผู้ใช้ไปยังระเบียนใน EBSCO Discovery Service สำหรับอ่านเนื้อหา หากปล่อยว่างไว้ จะไม่มีลิงก์ไปยัง EDS จะปรากฏขึ้น
tr: Bu link metni kullanıcıları EBSCO Keşif aracına yönlendiren detay sayfasındaki sol taraftaki linktir. Eğer boş bırakılırsa, EDS link yönlendirmesi görünmeyecektir.
zh_tw: 這個標籤會出現來標注在詳目頁左邊的連結，這些連結將引導使用者到 EBSCO Discovery Service 的閱讀紀錄。如果留空白，將不會出現連到EDS的連結。

source: Enter the URL of a CSS file. Styles in this file will be applied to Curriculum Builder screens. Must be at an HTTPS address if your LMS is HTTPS only.
ar: أدخل عنوان الرابط لملف CSS. سيتم تطبيق الأنماط في هذا الملف على شاشات Curriculum Builder. يجب أن يكون عنوان HTTPS إذا كان نظام LMS الخاص بك هو HTTPS فقط.
cs: Vložit URL nebo CSS soubor. Uložené styly budou aplikovány v celém Curriculum Builderu. Pokud Váš eLearning využívá HTTPS, pak musí i zde být HTTPS.
de: Geben Sie die URL einer CSS Datei an. Die Stylevorgaben aus dieser Datei werden in Curriculum Builder verwendet werden. Bitte verwenden Sie https, sofern Ihr LMS über https angeboten wird.
el: Καταχωρίστε τη διεύθυνση URL ενός αρχείου CSS. Οι μορφές σε αυτό το αρχείο θα εφαρμοστούν στις οθόνες της εφαρμογής δημιουργίας διδακτέας ύλης. Πρέπει να είναι σε μια διεύθυνση HTTPS, αν το LMS σας είναι μόνο HTTPS.
es_co: Introduzca la URL de un archivo CSS. Los estilos de este archivo se aplicarán a las pantallas de Curriculum Builder. Debe estar en una dirección HTTPS si su LMS es HTTPS solamente.
fr: Entrez l'URL d'un fichier CSS. Les styles dans ce fichier seront appliqués aux écrans Curriculum Builder. Doit être sur une adresse HTTPS si votre SGA est uniquement HTTPS .
he: הכנס קישור לקובץ CSS. סגנונות בקובץ זה יופעלו על המסכים בבונה תוכניות הלימודים. חייב להכיל כתובת HTTPS אם מערכת ניהול הספריות מאפשרת קישורי HTTPS בלבד.
it: Inserisci la URL di un file CSS. Gli stili di questo file verranno applicati alle schermate di Curriculum Builder. Deve essere in HTTPS se il tuo LMS è in HTTPS.
ja: CSSファイルのURLを入力します。 このファイルのスタイルはカリキュラム・ビルダーの画面に適用されます。 LMSがHTTPSのみの場合は、HTTPSアドレスでなければなりません。
ko: CSS 파일 경로를 입력하세요. 이 CSS는 Curriculum Builder 화면에 반영됩니다. LMS에서 HTTPS 프로토콜을 사용하시면, CSS 파일도 HTTPS 프로토콜을 사용해야 합니다.
nl: Voer de URL van een CSS-bestand in. Stijlen in dit bestand worden toegepast op de curriculum Builder-schermen. Gebruik een HTTPS adres als uw LMS alleen HTTPS ondersteunt.
pl: Proszę podać URL pliku arkusza stylów CSS. Style zawarte w tym pliku zostaną zastosowane do interfejsu narzędzia Curriculum Builder. Jeżeli Twój System Zarządzania Nauczaniem wymaga połączenia HTTPS, adres tego pliku również musi uwzględniać ten protokół.
pt: Introduz o URL do ficheiro CSS. Os estilos neste ficheiro serão aplicados nos ecrãs do Curriculum Builder. Talvez necessite de estar em HTTPS se o LMS também utiliza HTTPS
ru: Введите ссылку на CSS файл. Стиль будет применен в дизайне Curriculum Builder. Если Ваша система использует HTTPS, адрес должен использовать то же.
sv: Lägg till en URL till en CSS fil. Stilarna i filen kommer användas i Curriculum Builders vyer. Måste vara HTTPS om ditt LMS använder HTTPS.
th: ป้อน URL ของไฟล์ CSS โดย Style นี้จะนำไปใช้กับหน้าจอ Curriculum Builder และ ถ้า LMS ของคุณเป็น HTTPS แล้ว CSS ต้องเป็นที่อยู่แบบ HTTPS เท่านั้น
tr: CSS dosyanızın linkini girin. Bu dosyada stiller Ders Yönetim sayfasına uygulanacaktır. Eğer Ders Yönetim sayfanız HTTPS üzerinde ise yine CSS dosya adresinin HTTPS ile olmalıdır.
zh_tw: 輸入CSS檔案所在的URL。在這個檔案中描述的樣式會套用在Curriculum Builder 的介面。如果您的LMS只能透過HTTPS存取，這個檔案的URL也必須是使用HTTPS存取。

source: Optional.
ar: اختياري.
cs: Volitelné.
el: Προαιρετικό.
es_co: Opcional.
fr: Optionnel.
he: לא חובה.
it: Facoltativo.
ja: 任意。
ko: 부가 기능
nl: Optioneel.
pl: Opcjonalne.
pt: Opcional
ru: Необязательно.
sv: Valfritt.
th: มีทางเลือก
tr: İsteğe bağlı.
zh_tw: 可選擇的

source: will collect students names, email addresses, and IDs. These data will be used to inform course instructors when a student clicks on a reading. It will also populate these fields in the reports provided to the library. To disable email collection only, your LMS instructor can elect to NOT share this information with the tool provider.
ar: سيقوم بتجميع أسماء الطلاب وعناوين البريد الإلكتروني والمعرفات. سيتم استخدام هذه البيانات لإعلام معلمي الدورة التدريبية عندما ينقر الطالب على القراءة. ستقوم أيضًا بتعبئة هذه الحقول في التقارير المقدمة إلى المكتبة. لتعطيل مجموعة البريد الإلكتروني فقط ، يمكن لمدرس LMS اختيار عدم مشاركة هذه المعلومات مع موفر الأداة.
cs: jména, e-mailové adresy a ID studentů budou uložena. Tato data budou poskytnuta instruktorům v případě návštěvy dané literatury ke čtení. Data budou také dostupné ve statistikách využívanosti pro knihovnu. Pro odstranění e-mailových adres může Váš instruktor kurzu (administrátor) zakázat sdílení těchto dat s poskytovatelem.
de: wird die Namen, E-Mail-Adressen und Ids der Nutzer sammeln. Diese Informationen werden dem Listeneigentümer zur Verfügung gestellt, sobald ein Nutzer einen Leselisteneintrag auswählt. Diese Informatinen werden auch in den Statistiken für die Bibliothek verwendet. Um das Sammeln von E-Mail-Adressen zu verhindern, kann der Listeneigentümer auswählen, dass diese informationen NICHT mit dem Anbieter geteilt werden.
el: θα συγκεντρώσει τα ονόματα των σπουδαστών, τις διευθύνσεις ηλεκτρονικού ταχυδρομείου και τα αναγνωριστικά των χρηστών. Αυτά τα δεδομένα θα χρησιμοποιηθούν για να ενημερώνουν τους διδάσκοντες όταν ένας σπουδαστής κάνει κλικ σε ένα υλικό ανάγνωσης. Επίσης, θα συμπληρώσει αυτά τα πεδία στις αναφορές που παρέχονται στη βιβλιοθήκη. Για να απενεργοποιήσετε μόνο τη συλλογή διευθύνσεων ηλεκτρονικού ταχυδρομείου, ο εκπαιδευτής του LMS μπορεί να επιλέξει να ΜΗΝ μοιράζεται αυτές τις πληροφορίες με τον πάροχο των εργαλείων.
es_co: recogerá los nombres de los estudiantes, direcciones de correo electrónico e identificaciones. Estos datos se utilizarán para informar a los instructores cuando un estudiante haga clic en una lectura. También rellenará estos campos en los informes proporcionados a la biblioteca. Para deshabilitar la recolección de correo electrónico únicamente, su instructor LMS puede optar por NO compartir esta información con el proveedor de herramientas.
fr: recueillera les noms des étudiants, les adresses électroniques et les identifiants. Ces données seront utilisées pour informer les instructeurs de cours lorsqu'un élève clique sur une lecture. Il remplira également ces champs dans les rapports fournis à la bibliothèque. Pour uniquement désactiver la collecte de courrier électronique, votre instructeur SGA peut choisir de NE PAS partager ces informations avec le fournisseur d'outils.
he: יאספו שמות, כתובות אימייל ומספר מזהה של סטודנטים. מידע זה ישמש להודיע למרצים כאשר סטודנט לוחץ על קישור לקריאה. המידע גם יאכלס שדות בדו"חות אשר יסופקו לספרייה. כדי לנטרל איסוף כתובות אימייל, אחרי מערכת ניהול הספרייה יכול לבחור שלא לשתף מידע זה עם ספק הכלי.
it: raccoglieremo nomi, indirizzi email e ID degli studenti. Questi dati verranno utilizzati per informare i docenti dei corsi quando uno studente fa click sulla lista. Inoltre verranno utilizzati per popolare i report forniti alla biblioteca. Per disabilitare solamente la raccolta degli indirizzi, il docente del LMS può scegliere di NON condividere l'informazione con il fornitore di questo strumento.
ja: は生徒の名前、メールアドレス、IDを収集します。 これらのデータは、生徒がリーディングをクリックした時に、コースのインストラクターに通知するために使用されます。 また、図書館に提供されるレポートにある、これらのフィールドに値を入れます。 メールの収集のみを無効にするには、LMSインストラクターがこの情報をツール提供者と共有しないよう選択できます。
ko: 학생의 이름, 메일 주소 그리고 ID를 수집합니다. 이는 도서관과 교수에게 학생들이 자료를 이용함을 알릴 때 사용됩니다. 메일 주소 수집은 LMS 관리자가 공유 지정을 해제할 수 있습니다.
nl: verzamelt studenten namen, e-mailadressen en id's. Deze gegevens zullen worden gebruikt om cursus instructeurs te informeren wanneer een student op een lezing klikt. Deze velden worden ook ingevuld in de rapporten die aan de bibliotheek worden verstrekt. Als u de e-mail verzameling alleen wilt uitschakelen, kan uw LMS-instructeur ervoor kiezen deze informatie niet met de provider te delen.
pl: zostaną zebrane nazwiska studentów, ich adresy e-mail oraz identyfikatory (ID). Dane te zostaną wykorzystane, aby poinformować instruktorów kursu, gdy student przeczyta lekturę. Zostaną one również zawarte w raportach przesyłanych do biblioteki. Aby wyłączyć zbieranie adresów e-mail, instruktor Systemu Zarządzania Nauczaniem może zdecydować, aby nie udostępniać tych danych dostawcy narzędzia.
pt: irá recolher nomes de alunos, endereços de e-mail e IDs. Estes dados serão usados para informar os professores quando um aluno clica em uma leitura. Irá também preencher esses campos nos relatórios fornecidos à biblioteca. Para desativar somente a recolha de e-mail, seu professor LMS pode optar por não partilhar essas informações
ru: собирает имена студентов, адреса эл. почты, ID. Данная информация будет предоставлена только преподавателям, после того как студенты прочитают работы. Также, данная информация будет использована для внутренних отчетов библиотеки. Администратор может изменять данные настройки.
sv: kommer samla studenternas namn, e-post och ID:n. Denna data kommer användas för informera kursledaren om att en student klickat på resursen. Datan kommer även användas för att fylla rapporten til biblioteket. För att inaktivera sparandet av e-post så kan din LMS ansvariga välja att inte dela den informationen med verktyget.
th: จะเก็บชื่อนักเรียน ที่อยู่อีเมล และรหัสของนักเรียน ข้อมูลเหล่านี้จะถูกใช้เพื่อแจ้งให้ผู้สอนหลักสูตร เมื่อนักเรียนคลิกที่รายการอ่าน นอกจากนี้ระบบจะเพิ่มข้อมูลเหล่านี้ลงในรายงานที่จัดเตรียมไว้ในห้องสมุด หากต้องการปิดใช้งาน email collection เท่านั้น อาจารย์ผู้สอน LMS ของคุณสามารถเลือกที่จะไม่แบ่งปันข้อมูลนี้กับผู้ดูแลระบบ
tr: Öğrenci isimleri, email adresleri ve kullanıcı adları toplanacak. Bu veri, bir öğrenci okuma listesine tıkladığı zaman ders eğitmenini bilgilendirmek amaçlı kullanılacak. Kütüphane tarafından sağlanan rapor içerisinde de yer alacaktır. Sadece email listesini devre dışı bırakmak için, LMS eğitmeniniz bu bilgiyi araç sağlayıcı ile paylaşma seçeneğini seçebilir.
zh_tw: 將會搜集學生的姓名、電子郵箱、及ID帳號。這些資料將會在學生點擊一個閱讀時通知課程教師。這些資訊也會應用在提供給圖書館的報表中。如果要取消電子郵箱的搜集，您LMS的教師可以選擇不要向工具提供者分享這些資訊。

source: will not provide faculty with names of students who clicked on readings. However, libraries will be provided with a report showing when and which readings were accessed with only the LMS userID.
ar: لن تزود أعضاء هيئة التدريس بأسماء الطلاب الذين نقروا على القراءات. ومع ذلك ، سيتم تزويد المكتبات بتقرير يوضح متى وأين تم الوصول إلى القراءات باستخدام مستخدم LMS فقط.
cs: jména studentů, již navštívili tuto četbu nebudou s vyučujícími sdílena. Nicméně statistiky využití umožní analyzovat podle ID uživatele, které dokumenty byly navštíveny.
de: wird den Leselisteneigentümer nicht über die Namen der Nutzer informieren, die die Leseliste genutzt haben. Die Bibliothek wird jedoch auf einen Bericht zugreifen können, der die LMS-Nutzer-ID zeigt, sowie wann und welche Leselisten genutzt wurde.
el: δεν θα παράσχει στην σχολή ονόματα σπουδαστών που έκαναν κλικ στα υλικά προς ανάγνωση. Ωστόσο, στις βιβλιοθήκες θα παρέχεται μια αναφορά που θα δείχνει πότε και με ποια υλικά ανάγνωσης προσπελάστηκαν μόνο με το αναγνωριστικό χρήστη LMS.
es_co: no proporcionará a la facultad nombres de estudiantes que hagan clic en las lecturas. Sin embargo, se proporcionará a las bibliotecas un informe que muestre cuándo y qué lecturas se accede con sólo el ID de usuario de LMS.
fr: ne fournira pas au corps professoral les noms d'étudiants qui ont cliqué sur les lectures. Toutefois, les bibliothèques recevront un rapport montrant niquement l'ID des utilisateurs du SGA (quand et à quelles lectures ont été accessibles avec u.
he: לא יספק לפקולטה שמות סטודנטים אשר לחצו על קישורי הקריאה. הספריות יקבלו דו"חות המפרטים מתי ואילו רשומות נקראו עם המספר המזהה המופיע במערכת ניהול הספרייה בלבד.
it: non forniremo ai docenti i nomi degli studenti che hanno cliccato sulla lista. Tuttavia, la biblioteca avrà un report che mostra quando e quali liste sono state accedute con solo l'userID del LMS
ja: は、リーディングをクリックした生徒の名前を教員に提供しません。 ただし、図書館には、いつ、どのリーディングにアクセスされ、アクセスしたLMSのuserIDのみのレポートが提供されます。
ko: 교수에게 학생의 이름을 제공해주지 않습니다. 그러나 도서관에 제공되는 보고서에는 접근한 자료와 그 일시가 LMS 유저 ID와 함께 제공됩니다.
nl: zal geen faculteit met namen van studenten voorzien die geklikt hebben op lezingen. Echter, bibliotheken zullen worden voorzien van een rapport waaruit blijkt wanneer en welke lezingen werden benaderd met alleen het LMS userid.
pl: nazwiska studentów, którzy przeczytali lektury, nie zostaną udostępnione wydziałowi. Biblioteki otrzymają jednak raporty, pokazujące kiedy i które lektury zostały przeczytane, wraz z identyfikatorami użytkowników Systemu Zarządzania Nauczaniem.
pt: Não vai fornecer aos professores nomes de alunos que clicaram nas leituras. No entanto, as bibliotecas receberão um relatório mostrando quando e quais leituras foram acedidas com apenas o ID do LMS.
ru: Данные о студентах предоставлены не будут. Для отчетов использования библиотеки будут использованы только названия работ и ID пользователей, без имен.
sv: kommer inte delge fakulteten med namn på studenter som klickat på en läsning. Däremot kommer biblioteket få en rapport som visas när och vad som använts med endast LMS:ets användarnamn.
th: จะไม่ให้อาจารย์เห็นชื่อของนักเรียนที่คลิกรายการอ่าน อย่างไรก็ตาม บรรณารักษ์จะได้รับรายงานเฉพาะ LMS user เท่านั้น เมื่อมีการเข้าถึงรายการอ่านผ่าน LMS
tr: Okuma listelerine tıklayan öğrencilerin isimlerinin listelenmesi yetkisi sağlanmayacak. Yine de, ne zaman ve hangi okuma listelerine giriş bilgilerini içeren bir rapor, sadece LMS kullanıcı adı ile kütüphanelere sağlanacak.
zh_tw: 將不會提供教師有點擊閱讀的學生的姓名。然而，提供給圖書館的報表中仍會呈現那些有點墼閱讀的LMS的使用者ID，包括存取時間及閱讀的項目。

source: Anonymized
ar: مجهولة المصدر
cs: Anonymizované
de: Anonymisiert
el: Ανωνυμοποιημένα
es_co: Anonimizado
fr: Anonymisé
he: אנונימית
it: Anonimizzati
ja: 匿名化
ko: 익명화
nl: Anoniem
pl: Anonimowe
pt: Anonimas
ru: Анонимно
sv: Anonymiserad
th: ไม่ระบุชื่อ
tr: Anonim durumundakiler
zh_tw: 匿名的

source: None
ar: لا شيء
cs: Žádné
de: Keine
el: Κανένα
es_co: Ninguna
fr: Aucun
he: אף אחת
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt: Nenhum
ru: Ничего
sv: Ingen
th: ไม่มี
tr: Hiç
zh_tw: 無

source: will collect no student activity. No reporting will be available.
ar: لن يجمع أي نشاط للطالب ولن تكون هناك تقارير متاحة.
cs: žádná data o aktivitě studentů nebudou shromažďována. Uživatelské statistiky nebudou dostupné.
de: wird keine Nutzeraktivität aufzeichen. Berichte / Statistiken werden nicht verfügbar sein.
el: δεν θα συλλέγει καμία δραστηριότητα σπουδαστών. Δεν θα υπάρχουν διαθέσιμες αναφορές.
es_co: no recogerá ninguna actividad estudiantil. No habrá informes disponibles.
fr: ne recueillera aucune activité étudiante. Aucun rapport ne sera disponible.
he: לא יאסוף מידע על פעילות סטודנטים. אף דו"ח לא יהיה זמין.
it: non raccoglieremo l'attività degli studenti. Non sarà disponibile alcun report
ja: は学生のアクティビティを収集しません。 レポートは利用できません。
ko: 학생의 이용 내역이 없습니다. 보고서가 출력되지 않습니다.
nl: zal geen student activiteit verzamelen. Er zal geen rapportering beschikbaar zijn.
pl: żadne informacje dotyczące aktywności studentów nie zostaną zapisane. Nie będą dostępne żadne raporty.
pt: Não vamos recolher dados dos estudantes. Não estarão disponíveis estatísticas
ru: Данные об активности собраны не будут. Статистика не будет доступна.
sv: ingen studentaktivitet sparas. Ingen rapport kommer vara tillgänglig.
th: จะไม่เก็บการกระทำของนักเรียน ดังนั้นจะไม่มีการรายงานสถิติใด ๆ
tr: Kullanıcı aktiviteleri toplanmayacak. Bununla ilgili raporlar olmayacak.
zh_tw: 將不會收集學生的活動紀錄。將無法提供相關報表

source: Link to Help Pages
ar: وصلة لصفحات المساعدة
cs: Odkaz na stránky uživatelské podpory
de: Link zur Hilfeseite
el: Σύνδεση στις σελίδες βοήθειας
es_co: Enlace a páginas de ayuda
fr: Lien vers les pages d'aide
he: קישור לדפי תמיכה.
it: Link alla pagina di Help
ja: ヘルプ・ページへのリンク
ko: 도움말 페이지 링크
nl: Link naar Help pagina's
pl: Odnośniki do stron Pomocy
pt: Link para a página de Ajuda
ru: Ссылка на страницу поддержки
sv: Länk till hjälpsidor.
th: ลิ้งก์กลับไปยังหน้าช่วยเหลือ
tr: Yardım Sayfalarına Link
zh_tw: 連結到幫助（Help）頁面

source: for this option means instructors will be prompted at the launch of a new list to either create a new list from scratch, or select from a list of similarly named lists to use to prepopulate the new list. If
ar: بالنسبة لهذا الخيار ، سيُطلب من المدربين عند إطلاق قائمة جديدة إما إنشاء قائمة جديدة من البداية ، أو الاختيار من قائمة من القوائم المسماة بشكل مماثل لاستخدامها في إعداد القائمة الجديدة مسبقًا. إذا
cs: instruktoři budou upozorněni na tuto možnost při tvorbě nového seznamu. Při výběru z podobně pojmenovaného seznamu budou instruktoři požádáni o předvýběr literatury do seznamu. Pokud
de: Listeneigentümer werden beim ersten Aufruf einer neuen Leseliste gebeten eine neue leere Liste zu erstellen, oder von einer Liste mit ähnlichem Namen zu kopieren.
el: για αυτή την επιλογή, θα ζητηθεί από τους εκπαιδευτικούς κατά την εκκίνηση μιας νέας λίστας είτε για να δημιουργήσουν μια νέα λίστα από το μηδέν είτε να επιλέξουν από έναν κατάλογο λιστών παρόμοιας ονομασίας για την προσυμπλήρωση της νέας λίστας. Αν
es_co: para esta opción significa que se pedirá a los instructores al iniciar una nueva lista para crear una nueva lista desde cero o seleccionarla en una lista de listas con nombres similares para usarla para pre popular la nueva lista. Si
fr: pour cette option, les instructeurs seront invités à la création d'une nouvelle liste soit à créer une nouvelle liste à partir de zéro ou à sélectionner une liste similaire à utiliser pour préconfigurer la nouvelle liste. Si
he: לאפשרות זו משמעותה שבעת יצירת רשימה חדשה, מרצים יתבקשו לבחור האם ליצור רשימה חדשה או לאכלס את הרשימה מתוך רשימות בעלות שם דומה. אם
it: questa opzione significa che al lancio di una nuova lista il docente potrà scegliere se creare una lista da zero o selezionare dall'elenco una lista dal nome simile e usarla per prepopolare la sua nuova lista. Se
ja: このオプションでは、インストラクターは、新しいリストを最初から作成するか、同様の名前のリストから事前入力されたリストを利用して新しいリストを作成するかの選択を促されます。 もし
ko: 이 옵션은 새로운 목록을 만들 때 기존의 목록으로 참고하거나 아예 새로운 목록을 만들 수 있도록 도와줍니다.
nl: voor deze optie betekent dat instructeurs zal worden gevraagd bij het maken van een nieuwe lijst om ofwel een nieuwe lijst te maken vanaf het begin, of te selecteren uit een lijst van identieke naamlijsten om de nieuwe lijst vooraf invullen. Als
pl: dla tej opcji oznacza, że podczas zakładania listy instruktorzy będą proszeni o utworzenie nowej listy od podstaw lub wybranie już istniejącej listy, której konfiguracja zostanie wykorzystana jako wyjściowa. Jeżeli
pt: para esta opção significa que os instrutores serão questionados na criação de uma nova lista para criar uma nova lista a partir do zero, ou selecionar a partir de uma coleção de listas disponíveis para usar para carregar a nova lista. Se
ru: инструкторы и администратор смогут создать новые списки или выбрать готовые/похожие.
sv: för detta val kommer instruktörer bli tvungna att skapa en lista från grunden eller välja från en lista med liknande namn när de skapar en ny läslista. Om
th: สำหรับตัวเลือกนี้ หมายถึง ผู้สอนจะได้รับแจ้งเมื่อเปิดตัวรายการอ่านใหม่ เพื่อสร้างรายชื่อใหม่ตั้งแต่เริ่มต้น หรือเลือกจากรายการอื่นๆที่มีชื่อคล้ายคลึงกันที่มีอยู่แล้ว
tr: Bu seçenek ile eğitmenler yeni bir listenin, boş bir listeden mi yoksa benzer isimdeki listelerden tekrar liste oluşturulması şeçeneklerine yönlendirilecektir. Eğer
zh_tw: 這個選項表示教師在啟用時將會被通知有新清單，不論是全新創建的清單，或是選擇自相似名稱的新建清單。如果

source: is selected, all new lists will be blank.
ar: محددة ، ستكون جميع القوائم الجديدة فارغة.
cs: je vybráno, všechny nové seznamy budou prázdné.
de: wenn dies ausgewählt ist, werden alle neue Leselisten leer sein
el: έχει επιλεχθεί, όλες οι νέες λίστες θα είναι κενές.
es_co: está seleccionada, todas las nuevas listas estarán en blanco.
fr: est sélectionné, toutes les nouvelles listes seront vierges.
he: תיבחר, כל הרשימות החדשות יהיו ריקות.
it: se selezionato, tutte le nuove liste saranno vuote.
ja: が選択されると、すべての新しいリストはブランクになります。
ko: 선택되었습니다, 전체 새 목록은 비워질 것입니다.
nl: is geselecteerd, zullen alle nieuwe lijsten leeg zijn.
pl: jest zaznaczone, wszystkie nowe listy będą puste.
pt: está seleccionado, todas as novas listas estão vazias
ru: выбрав, все списки будут пустыми.
sv: vald så kommer alla lista vara tomma.
th: ถ้าเลือกตัวเลือกนี้ รายการใหม่ทั้งหมดจะว่างเปล่า
tr: seçilirse, tüm yeni listeler boş olacak.
zh_tw: 如果選擇了，所有新的清單將會空白

source: Hide
ar: إخفاء
cs: Skrýt
de: Verstecken
el: Απόκρυψη
es_co: Esconder
fr: Cacher
he: הסתר
it: Nascondi
ja: 隠す
ko: 숨기기
nl: Verberg
pl: Ukryj
pt: ocultar
ru: Спрятать
sv: Göm
th: ซ่อน
tr: Gizle
zh_tw: 隱藏
