Repository: ebsco/curriculum_builder
Catalog: app/views/locale/*.UTF-8/LC_MESSAGES/messages.po
Languages: ar, cs, de, el, es_co, fr, he, it, ja, ko, nl, pl, pt, ru, sv, th, tr, zh_cn, zh_tw

source: password
ar: كلمه السر
cs: heslo
de: Passwort
el: τον κωδικό πρόσβασης
es_co: Contraseña
fr: mot de passe
he: סיסמה
ja: パスワード
ko: 비밀번호(password)
nl: wachtwoord
pl: hasło
ru: Пароль
sv: lösenord
tr: şifre
zh_tw: 密碼

source: API profile ID
ar: معرف ملف تعريف واجهة برمجة التطبيقات
cs: API ID profilu
el: Αναγνωριστικό προφίλ API
es_co: Identificador del perfil API
fr: ID du profil de l'API
he: פרופיל משתמש API
it: ID del profilo API
ja: APIプロファイルID
ko: API 프로파일 아이디
nl: EDS API Profiel ID
pl: ID profilu API
pt: Perfil API
ru: профиль API
sv: API profilid
tr: API profil Adı

source: you will need to log out and log back in to see accurate statistics and lists.
ar: ستحتاج إلى تسجيل الخروج وإعادة تسجيل الدخول لمشاهدة إحصائيات وقوائم دقيقة.
cs: budete se muset odhlásit a znovu přihlásit, abyste viděli aktuální statistiky a seznamy.
de: Sie müssen Sich erneut einloggen, um akkurate Statistiken und Leselisten zu sehen
el: θα χρειαστεί να αποσυνδεθείτε και να συνδεθείτε ξανά για να δείτε τα ακριβή στατιστικά στοιχεία και τις λίστες.
es_co: tendrá que cerrar sesión y volver a iniciar sesión para ver estadísticas y listas.
fr: vous devrez vous déconnecter et vous reconnecter pour voir des statistiques et des listes précises.
he: יהיה צורך בהתנתקות והתחברות מחדש כדי לראות סטטיסטיקות מדויקות ורשימות.
it: dovrai uscire e rientrare per vedere statistiche e liste aggiornate
ja: 正確な統計とリストを見るためには、ログアウトしてもう一度ログインする必要があります。
ko: 정확한 통계 정보를 열람하시려면 재로그인 하세요.
nl: log dan uit en log weer opnieuw in om accurate statistieken en lijsten te zien.
pl: konieczne będzie wylogowanie się i ponowne zalogowanie, aby wyświetlić aktualne statystyki i listy.
pt: necessitar de sair e voltar a autenticar para visualizar actualizadas as estatísticas e as listas
ru: зайдите снова в систему, чтобы статистика была наиболее точной.
sv: du kommer att behöva logga ut och in igen för att se aktuell statistik och aktuella listor.
th: คุณจะต้องออกจากระบบและลงชื่อเข้าใช้เพื่อดูสถิติและรายการที่ถูกต้อง
tr: İlgili istatistikler ve listeleri görmek için, oturumu kapatıp tekrar oturum açmalısınız.
zh_tw: 您需要先登出再登入以看到正確的統計與清單

source: Select
ar: إنتقاء
cs: Vybrat
de: Auswählen
el: Επιλέξτε
es_co: Seleccione
fr: Sélectionner
he: בחרו
it: Seleziona
ja: 選択
ko: 선택하기
nl: Selecteer
pl: Wybierz
pt: Seleccionar
ru: Выбрать
sv: Välj
th: เลือก
tr: Seç
zh_tw: 選擇

source: a User ID & Password combo from EBSCOadmin's Authentication section.
ar: تعريف المستخدم وكلمة المرور من قسم مصادقة EBSCOadmin.
cs: ID uživatele & heslo s EBSCOadmin (sekce Authentication).
de: eine Kombination aus Nutzername und Passwort aus dem Abschnitt Authentication in EBSCOadmin.
el: ένα σύνθετο αναγνωριστικό χρήστη & κωδικό πρόσβασης από την ενότητα Πιστοποίηση χρήστη (Authentication) του Διαχειριστή του EBSCO.
es_co: un ID de usuario y una combinación de contraseñas de la sección Autenticación de EBSCOadmin.
fr: un identifiant d'utilisateur et un mot de passe à partir de la section Authentification d'EBSCOadmin.
he: צירוף שם משתמש וסיסמה מטאב ה-Authentication ב-EBSCOadmin.
it: una combinazione di User ID & Password dalla sezione Authenticazione di EBSCOadmin
ja: EBSCOアドミンのAuthenticationセクションからのユーザーIDとパスワードの組み合わせ
ko: EBSCOadmin 접속 인증을 위한 ID/Password
nl: een gebruikers-ID & wachtwoord combi uit EBSCOadmin authenticatie sectie.
pl: identyfikator i hasło dostępne w sekcji 'Authentication' panelu EBSCOadmin.
pt: um codigo de utilizador e password do separador "authentication" no EBSCOAdmin
ru: связку логина и пароля для авторизации в EBSCOAdmin.
sv: en kombination av Användarid & Lösenord från EBSCOAdmin:s Authentication flik.
th: ข้อมูล รหัสผู้ใช้และรหัสผ่าน จากส่วนการตรวจสอบสิทธิ์ของ EBSCOadmin
tr: Bir kullanıcı adı ve şifre EBSCO Yönetim sayfasından Şifre bölümünden alınabilir.
zh_tw: EBSCOadmin's Authentication 項目中的使用者 ID 與密碼的組合

source: The username/password combo must be associated with the group containing the profile specified below.
ar: يجب إقران اسم المستخدم / كلمة المرور في المجموعة التي تحتوي على الملف الشخصي المحدد أدناه.
cs: Uživatelské jméno a heslo musí být asociované se skupinou obsahující níže uvedený profil.
de: Die Kombination aus Nutzername und Passwort muss mit der Gruppe assoziert sein, in der das unten genannte Profil angelegt wurde.
el: Ο συνδυασμός ονόματος χρήστη / κωδικού πρόσβασης πρέπει να συσχετιστεί με την ομάδα που περιέχει το προφίλ που καθορίζεται παρακάτω.
es_co: El combo usuario/contraseña debe estar asociado con el grupo que contiene el perfil especificado a continuación.
fr: Le couple nom d'utilisateur / mot de passe doit être associé au groupe contenant le profil spécifié ci-dessous.
he: צירוף שם המשתמש/סיסמה חייב להשתייך לקבוצה המכילה את הפרופיל למטה.
it: La combinazione username/password deve essere associata con il gruppo contenente il profilo specificato sotto.
ja: ユーザー名/パスワードの組みまわせは以下に指定されプロファイルを含むグループに関連付けられている必要があります。
ko: ID/Password와 함께 group과 profile을 지정하시오.
nl: De gebruikersnaam/wachtwoord combinatie moet worden geassocieerd met de groep met het profiel hieronder aangegeven.
pl: Identyfikator i hasło muszą być przypisane do grupy zawierającej poniższy profil.
pt: O código de utilizador/
ru: Логин и пароль должны относиться к группе ниже.
sv: Kombinationen användarnamn/lösenord måste vara kopplade till den grupp som innehåller profilen som är specificerad nedan.
th: ข้อมูล รหัสผู้ใช้และรหัสผ่าน จำเป็นต้องประกอบด้วยกลุ่มของ profile ที่ระบุไว้ด้านล่างนี้
tr: Kullanıcı adı/şifre api profilinin olduğu grup'tan alınmalıdır.
zh_tw: 使用者名稱與密碼的組合必須存在於包含以下Profile的Group中。

source: Total Readings
ar: مجموع القراءات
cs: Celkem dokumentů ke čtení
de: Gesamtzahl der Einträge
el: Σύνολο υλικών προς ανάγνωση
es_co: Lecturas totales
fr: Total des lectures
he: סה"כ פריטים
it: Totale letture
ja: 全部のリーディング
ko: 전체 읽기
nl: Totaal aantal lezingen
pl: Łączna liczba wyświetleń
pt: Total de leituras
ru: Публикаций всего
sv: Totalt läst
th: จำนวนการอ่านทั้งหมด
tr: Tüm Okuma Listeleri
zh_tw: 總共閱讀篇數

source: This the the EDS API profile you want to use in Curriculum Builder. It needs to be in the group that the User ID and Password you entered above has access to.
ar: هذا الملف الشخصي لـ EDS API الذي تريد استخدامه في Curriculum Builder. يجب أن يكون في المجموعة أن معرف المستخدم وكلمة المرور اللذين قمت بإدخالهما أعلاه لهما حق الوصول.
cs: Toto je Váš EDS API profil pro využiví s Curriculum Builderem. Musí být propojený s uživatelskou skupinou, ke které máte oprávnění přístupu (uživ. jméno a heslo)
de: Dies ist das EDS API Profil, das Sie mit Curriculum Builder verwenden werden. Es muss in der Gruppe angelegt werden, die mit dem Nutzernamen und Passwort aus dem folgenden Abschnitt verknüpft ist.
el: Αυτό είναι το προφίλ API EDS που θέλετε να χρησιμοποιήσετε στην εφαρμογή δημιουργίας της διδακτέας ύλης. Πρέπει να βρίσκεται στην ομάδα στην οποία έχει πρόσβαση το αναγνωριστικό χρήστη και ο κωδικός πρόσβασης που καταχωρίσατε παραπάνω.
es_co: Este es el perfil de la API de EDS que desea utilizar en Curriculum Builder. Debe estar en el grupo al que tiene acceso el ID de usuario y la contraseña que ingresó anteriormente.
fr: C'est le profil de l'API EDS que vous souhaitez utiliser dans Curriculum Builder. Il doit appartenir au groupe auquel l'ID utilisateur et le mot de passe que vous avez entrés ci-dessus ont accès.
he: זהו פרופיל EDS API בו תשתמשו בבונה תוכנית הלימודים. עליו להיות בקבוצה אליה לשם המשתמש והסיסמה שהוכנסו למעלה יש גישה.
it: Questo è il profilo EDS API che vuoi utilizzare in Curriculum Builder. Deve essere nello stesso gruppo per il quale hanno diritto di accesso le credenziali userid/password che hai inserito sopra.
ja: これはカリキュラム・ビルダーで使用するEDS APIプロファイルです。 上記で入力したユーザーIDとパスワードがアクセスできるグループに含まれている必要があります。
ko: 이 프로파일은 Curriculum Builder에서 사용하는 EDS API 프로파일입니다. 사용하기 위해서는 ID/Password와 Group으로 연동됩니다.
nl: Dit is het eds API-profiel dat u wilt gebruiken in de curriculum Builder. Gebruik het EBSCO groep ID waar het userid en password voor gecreeerd is.
pl: To jest profil EDS API, którego chcesz użyć w Curriculum Builder. Profil ten musi się znajdować w tej samej grupie, do której są przypisane ID użytkownika oraz hasło wprowadzone powyżej.
pt: Este é o perfil EDS API que deseja utilizar no Curriculum Builder. Necessita de estar no mesmo grupo que o código de utilizador e password introduzidos acima
ru: Данный профиль EDS API выбран для использования в Curriculum Builder. Данный профиль должен быть присвоен аккаунту, выбранному выше.
sv: Detta är den EDS API profil som du vill använda i Curriculum Builder. Den måste vara i den grupp som Användarnamnet/Lösenordet du specificerat har tillgång till.
th: นี่คือโปรไฟล์ EDS API ที่คุณต้องการใช้ใน Curriculum Builder ต้องอยู่ในกลุ่มที่ User ID และรหัสผ่านที่คุณป้อนข้างต้นมีสิทธิ์เข้าถึงได้
tr: Ders yönetim için kullanmak istediğiniz EDS API profili budur. Yukarıda girdiğiniz kullanıcı adı ve şifre API profili grubunda olan bir kullanıcı adı ve şifre olmalıdır.
zh_tw: 這是您將用來使用 Curriculum Builder 的 EDS API profile。這個Profile必須位於您的使用者ID與密碼能存取的Group之中。

source: EDS API Profile ID
ar: معرف ملف تعريف واجهة برمجة التطبيقات EDS
cs: ID profilu v EDS API
el: Αναγνωριστικό προφίλ API EDS
es_co: Identificador del perfil API de EDS
fr: ID du profil de l'API EDS
he: מזהה פרופיל EDS API
it: ID profilo EDS API
ja: EDS APIプロファイルID
ko: EDS API 프로파일 아이디
nl: EDS API-profiel-id
pl: Identyfikator profilu EDS API
pt: Perfil EDS API ID
ru: ID профиля EDS API
sv: EDS API Profil ID
tr: EDS API Profil Adı

source: LMS Roles that can edit lists (comma-separated)
ar: أدوار LMS التي يمكنها تحرير القوائم (مفصولة بفواصل)
cs: Typy uživatelů, kteří mohou editovat seznamy (oddělené středníkem)
de: LMS Nutzergruppen, die Leselisten bearbeiten dürfen (Kommagetrennt)
el: Ρόλοι LMS που μπορούν να επεξεργαστούν λίστες (διαχωρισμένες με κόμμα)
es_co: LMS Funciones que pueden editar listas (separadas por comas)
fr: Types d'utilisateurs du (SGA) qui peuvent éditer des listes (séparées par des virgules)
he: תפקידי מערכת ניהול למידה בעלי הרשאת עריכת רשימות (מופרדים בפסיק)
it: Lista dei ruoli del LMS che possono modificare le liste (separati da virgola)
ja: リストを編集できるLMSロール（カンマ区切り）
ko: 편집 권한을 가진 LMS Roles (Comma-separated)
nl: LMS-rollen die lijsten kunnen bewerken (door komma's gescheiden)
pl: Grupy uprawnione do edytowania list (rozdzielane przecinkami)
pt: Perfis LMS que podem editar as listas (separado por vírgula)
ru: Пользователи, которые могут редактировать списки
sv: LMS roller som kan editera läslistor (kommaseparerade)
th: บทบาทบน LMS ที่สามารถแก้ไขรายการ (คั่นด้วยจุลภาค)
tr: LMS izinleri listeleri değiştirebilir(noktalı virgül)
zh_tw: 在LMS（學習管理系統）中可以編輯清單的角色（請用逗號分開 comma-separated）

source: By default, only Instructors and Teaching Assistants can edit lists. However, you can add roles here to enable other types of users to edit lists.
ar: بشكل افتراضي ، يمكن فقط للمدربين ومساعدي التدريس تحرير القوائم. ومع ذلك ، يمكنك إضافة أدوار هنا لتمكين أنواع أخرى من المستخدمين من تحرير القوائم.
cs: Ve výchozím nastavení tento seznam mohou editovat pouze vyučující. Nicméně můžete přidat i další typy uživatelů s oprávněním k editaci.
de: In der Grundeinstellung können nur Lehrbeauftrage und deren Assistenten Leselisten bearbeiten. Sie können jedoch weitere Gruppen hinzufügen, die Leselisten bearbeiten können.
el: Από προεπιλογή, μόνο οι εκπαιδευτικοί και οι βοηθοί διδασκαλίας μπορούν να επεξεργάζονται λίστες. Ωστόσο, μπορείτε να προσθέσετε ρόλους εδώ για να επιτρέψετε και σε άλλους τύπους χρηστών να επεξεργάζονται τις λίστες.
es_co: De forma predeterminada, sólo los instructores y los asistentes de enseñanza pueden editar listas. Sin embargo, puede agregar funciones aquí para permitir que otros tipos de usuarios modifiquen listas.
fr: Par défaut, seuls les instructeurs et les assistants d'enseignement peuvent éditer des listes. Cependant, vous pouvez ajouter des Types d'utilisateurs ici pour permettre à d'autres types d'utilisateurs d'éditer des listes.
he: כברירת מחדר, רק למרצים ומתרגלים השראה לעריכת רשימות. עם זאת, יש אפשרות להוסיף תפקידים כאן כדי לאשר למשתמשים נוספים לערכות רשימות.
it: Per default, solo docenti e assistenti docenti possono modificare le liste. Tuttavia puoi aggiungere ruoli qui per abilitare altri tipi di utenti a modificare le liste
ja: デフォルトでは、インストラクターとティーチング・アシスタントのみがリストを編集できます。 ただし、ここにロールを追加して、他のタイプのユーザーがリストを編集できるようにすることができます。
ko: 기본적으로 교수와 조교만이 리스트를 편집할 수 있습니다. 다만, 다른 유저에게 편집 권한을 추가할 수 있습니다.
nl: Standaard kunnen alleen docenten en onderwijs assistenten lijsten bewerken. U kunt hier echter rollen toevoegen om andere typen gebruikers in staat te stellen lijsten te bewerken.
pl: Domyślnie jedynie lektorzy oraz asystenci mogą edytować listy. Można jednak dodać tutaj role lub przyznać prawa edycji list innym typom użytkowników.
pt: Por omissão, apenas os Instructors e Teaching Assistants podem editar as listas. Contudo, pode adicionar outros roles aqui para permitir que outros tipos de utilizadores editem listas
ru: по умолчанию, редактировать списки могут только преподаватели и инструкторы. Вы можете добавить и других пользователей.
sv: Som standard kan endast Instruktörer och Amanuenser redigera listor. Du kan dock lägga till fler roller genom att aktivera dem här.
th: ค่าเริ่มต้น, เฉพาะผู้สอนและผู้ช่วยสอนเท่านั้นที่สามารถแก้ไขรายการได้ อย่างไรก็ตามคุณสามารถเพิ่มบทบาทได้ที่นี่เพื่อเปิดใช้งานประเภทอื่น ๆ ของผู้ใช้ในการแก้ไขรายการ
tr: Varsayılan ayarlara göre, sadece eğitmenler ve öğretim asistanları listeleri değiştirebilir. Yine de değiştirmek için, izinlerinize diğer kullanıcı türünü ekleyebilirsiniz.
zh_tw: 預設上，只有教師與助教（TA）可以編輯清單。然而，您可以在這裡增加其他角色並使這些角色可以編輯清單。

source: Default:
ar: الافتراضي:
cs: Výchozí nastavení:
de: Grundeinstellung:
el: Προεπιλογή:
es_co: Por defecto:
fr: Défaut:
he: ברירת מחדל:
ja: デフォルト：
ko: 기본 :
nl: Standaard:
pl: Domyślnie:
pt: Omissão:
ru: По умолчанию:
sv: Standard:
th: ค่าเริ่มต้น:
tr: Varsayılan:
zh_tw: 預設:

source: Proxy Prefix for CustomLinks
ar: اختصار للبروكسي من أجل الروابط المخصصة
cs: Proxy přesměrování pro CustomLinky
de: Proxy-Prefix für CustomLinks
el: Πρόθεμα διακομιστή μεσολάβησης για CustomLinks
es_co: Prefijo de proxy para enlaces personalizados
fr: Préfixe proxy pour les CustomLinks
he: תחילית פרוקסי עבור CustomLinks
it: Prefisso del proxy per i CustomLinks
ja: カスタムリンクのプロキシ・プレフィクス
ko: CustomLinks에 적용할 Proxy Prefix
nl: Proxy prefix voor CustomLinks
pl: Przedrostek proxy dla odnośników typu CustomLink
pt: Prefixo do proxy para os customlinks
ru: Proxy Prefix для кастомных ссылок
sv: Proxyprefix för CustomLinks
th: Proxy Prefix สำหรับ CustomLinks
tr: Linkler için proxy önek linki
zh_tw: CustomLinks 的 Proxy Prefix

source: If filled in, this proxy will be applied to all CustomLinks that appear in Curriculum Builder.
ar: إذا تم تعبئتها ، فسيتم تطبيق هذا البروكسي على جميع الروابط المخصصة التي تظهر في Curriculum Builder.
cs: V případě vyplnění bude tato proxy využita pro linkování k dokumentům přes CustomLinky.
de: Sofern ausgefüllt, wird der Proxy allen CustomLinks in Curriculum Builder hinzugefügt werden
el: Αν συμπληρωθεί, αυτός ο διακομιστής μεσολάβησης θα εφαρμοστεί σε όλες τα CustomLinks που εμφανίζονται στην εφαρμογή δημιουργίας διδακτέας ύλης.
es_co: Si se rellena, este proxy se aplicará a todos los vínculos personalizados que aparecen en Curriculum Builder.
fr: Si rempli, ce proxy sera appliqué à tous les CustomLinks qui apparaissent dans Curriculum Builder.
he: אם מלא, פרוקסי זה יוכל על כל ה-CustomLinks בבונה תוכניות הלימוד.
it: Se compilato, il proxy verrà applicato a tutti i CustomLinks che appaiono in Curriculum Builder
ja: 入力されると、カリキュラム・ビルダーに表示されるカスタムリンクのすべてにこのプロキシが適用されます。
ko: 이 Proxy은 Curriculum Builder에 나타나는 모든 CustomLinks에 적용됩니다.
nl: Als dit is ingevuld, wordt deze proxy toegepast op alle CustomLinks die in curriculum Builder worden weergegeven.
pl: Jeśli wypełniono to pole, proxy zostanie zastosowane do wszystkich odnośników typu CustomLink widocznych w Curriculum Builder.
pt: Se preenchido, este proxy vai ser utilizado em todos os customlinks apresentados no Curriculum Builder.
ru: Если заполнено, прокси будут активны для всех ссылок Curriculum Builder.
sv: Om ifyllt så kommer denna proxy användas på alla CustomLinks som dyker upp i Curriculum Builder.
th: ถ้ากรอกข้อมูลนี้ proxy นี้จะถูกใช้กับ CustomLinks ทั้งหมดที่ปรากฏใน Curriculum Builder
tr: Bu ayar doldurulursa, Ders Yönetim sayfasındaki tüm linklere bu ayar uygulanacaktır.
zh_tw: 如果填入，這個 proxy 將會應用在所有在 Curriculum Builder 出現的 CustomLinks

source: Examples
ar: أمثلة
cs: Příklady
de: Beispiele
el: Παραδείγματα
es_co: Ejemplos
fr: Exemples
he: דוגמאות
it: Esempi
ja: 例
ko: 예
nl: Voorbeelden
pl: Przykłady
pt: Exemplos
ru: Примеры
sv: Exempel
th: ตัวอย่าง
tr: Örnekler
zh_tw: 範例

source: Proxy should encode target URL
ar: يجب على البروكسي تشفير عنوان الرابط المستهدف
cs: Proxy by měla pozměnit cílovou URL adresu
de: Der Proxy soll die Ziel-URL verschlüsseln
el: Ο διακομιστής μεσολάβησης πρέπει να κωδικοποιεί τη διεύθυνση URL προορισμού
es_co: El proxy debe codificar la URL de destino
fr: Le Proxy devrait encoder l'URL cible
he: הפרוקסי צריך לקודד קישור מטרה
it: Il proxy deve codificare le URL target
ja: プロキシはターゲットURLをエンコードする必要があります。
ko: 프록시(Proxy)는 목적지 주소를 인코딩해야합니다.
nl: Proxy moet target url encoderen
pl: Docelowy URL powinien być kodowany przez proxy
pt: Proxy deve realizar o url encode
ru: Прокси должны включать в себя исходные ссылки
sv: Proxyn ska koda mål URL:en
th: Proxy ควรเข้ารหัส target URL
tr: Proxy hedef Linki kodlanmalı
zh_tw: Proxy 應將目的URL 進行 encode

source: If your proxy prefix ends with
ar: إذا كان اختصار البروكسي ينتهي ب
cs: Pokud Vaše proxy přesměrování končí tímto znakem
de: Wenn Ihr Proxy-Prefix hierauf ended
el: Εάν το πρόθεμα του διακομιστή μεσολάβησης τελειώνει με
es_co: Si su prefijo proxy termina con
fr: Si votre préfixe de proxy se termine par
he: אם תחילית הפרוקסי מסתיימת עם
it: Il prefisso del proxy termina per
ja: もしプロキシ・プレフィクスが次で終わる場合：
ko: 프록시 끝부분이
nl: Als uw proxy prefix eindigt met
pl: Jeżeli Twój przedrostek proxy kończy się na
pt: Se o seu prefixo de proxy termina com
ru: Если префикс прокси заканчивается на
sv: Om ditt Proxy prefix slutar med
th: ถ้า proxy prefix ของคุณลงท้ายด้วย
tr: Eğer proxy önek kodunuz …. ile bitiyorsa
zh_tw: 如果您的 proxy prefix 結束詞是

source: this probably needs to be set to
ar: هذا ربما يحتاج إلى ضبط
cs: pravděpodobně bude nutné nastavit linkování následovně
de: muss dieser wahrscheinlich so eingerichtet werden
el: αυτό πρέπει να ρυθμιστεί σε
es_co: esto probablemente necesite ser ajustado a
fr: cela doit probablement être réglé sur
he: סביר שזה צריך להיות
it: probabilmente devi configurare questo
ja: これはおそらく次のように設定する必要があります：
ko: 세팅이 필요합니다.
nl: moet dit waarschijnlijk ingesteld worden op
pl: to prawdopodobnie powinno być ustawione na
pt: isto provavelmente deverá ser definido
ru: то возможно, стоит установить, как
sv: behöver detta nog sättas till
th: อาจจะต้องมีการตั้งค่าไป
tr: Muhtemelen bu …. Şeklinde ayarlanmalı
zh_tw: 這大致需要被設定為

source: otherwise
ar: غير ذلك
cs: jinak
de: ansonsten
el: σε διαφορετική περίπτωση
es_co: de otra manera
fr: autrement
he: אחרת
it: altrimenti
ja: あるいは
ko: 아니라면
nl: eindigt de proxy prefix anders dan kiest u
pl: w przeciwnym wypadku
pt: senão
ru: иначе
sv: annars
th: อีกนัยหนึ่ง
tr: Aksi halde
zh_tw: 此外

source: is probably correct.
ar: ربما صحيح.
cs: je pravděpodobně správně.
de: ist dies wahrscheinlich richtig
el: είναι πιθανώς σωστό.
es_co: es probablemente correcto.
fr: est probablement correct.
he: כנראה נכון.
it: probabilmente è corretto
ja: はおそらく正しいでしょう。
ko: 수정되었습니다.
nl: is waarschijnlijk juist.
pl: prawdopodobnie jest prawidłowe.
pt: está provavelmente correcto
ru: возможно правильно.
sv: är det säkerligen korrekt.
th: น่าจะถูกต้อง
tr: Büyük ihtimalle doğru.
zh_tw: 大致正確

source: If your LMS accesses Curriculum Builder via HTTPS, your logo should also be available via HTTPS.
ar: إذا كان نظام LMS الخاص بك يصل إلى Curriculum Builder عبر HTTPS ، فيجب أن يكون شعارك متاحًا عبر HTTPS.
cs: Pokud Váš eLearning přistupuje do Curriculum Builderu prostřednictvím HTTPS, pak by také obrázek s logem měl být dostupný na HTTPS.
de: Wenn Ihr LMS über https auf Curriculum Builder zugreift, sollte auch das Logo über https verfügbar sein.
el: Αν το LMS σας έχει πρόσβαση στην εφαρμογή δημιουργίας διδακτέας ύλης μέσω HTTPS, το λογότυπό σας πρέπει και αυτό να είναι διαθέσιμο μέσω HTTPS.
es_co: Si su LMS accede a Curriculum Builder a través de HTTPS, su logotipo también debería estar disponible a través de HTTPS.
fr: Si votre (SGA) accède à Curriculum Builder via HTTPS, votre logo devrait également être disponible via HTTPS.
he: אם מערכת ניהול הלמידה שלך מקושרת לבונה תוכניות הלימודים באמצעות HTTPS, הלוגו שלך צריך גם כן להיות זמין ב-HTTPS.
it: Se il tuo LMS accede a Curriculum Builder via HTTPS, anche il tuo logo deve essere disponibile via HTTPS.
ja: あなたのLMSがHTTPS経由でCurriculum Builderにアクセスする場合、あなたのロゴもHTTPS経由で利用できるべきです。
ko: LMS가 HTTPS 프로토콜을 사용한다면, 로고 URL도 HTTPS로 연결되어야 합니다.
nl: Als uw LMS toegang heeft tot curriculum Builder via https, moet uw logo ook beschikbaar zijn via https.
pl: Jeśli Twój System Zarządzania Nauczaniem łączy się z narzędziem Curriculum Builder poprzez HTTPS, logo również powinno być dostępne poprzez HTTPS.
pt: Se o seu LMS acede ao Curriculum Builder através de HTTPS, o seu logotipo também deve utilizar HTTPS
ru: Если Ваша система использует HТTPS для доступа к Curriculum Builder, Ваше лого также будет доступно через HTTPS.
sv: Om ditt LMS system anropar Curriculum Builder över HTTPS så ska din logotyp också pekas ut via HTTPS.
th: ถ้าคุณเข้าใช้งาน Curriculum Builder บน LMS ผ่าน HTTPS, logo จำเป็นต้องสามารถโหลดได้ผ่าน HTTPS เช่นกัน.
tr: Eğer LMS Ders Yönetim sayfasına HTTPS ile giriş yapıyorsa, logonuz yine HTTPS ile girilmelidir.
zh_tw: 如果您的學習管理系統（LMS）是透過HTTPS連線到Curriculum Builder，您的logo也必須要能透過HTTPS連線存取。

source: This text will appear underneath the title of the list in the header. URLs will automatically be hyperlinked.
ar: سيظهر هذا النص أسفل عنوان القائمة في الرأس. سيتم الارتباطات التشعبية تلقائيا.
cs: Tento text se zobrazí pod názvem seznamu. Odkazy budou automaticky zvýrazněné.
de: Dieser Text wird unterhalb des Leselistentitels im Kopf der Seite angezeigt werden. URLs werden automatisch verlinkt.
el: Αυτό το κείμενο θα εμφανιστεί κάτω από τον τίτλο της λίστας στην κεφαλίδα. Οι διευθύνσεις URL θα συνδέονται αυτόματα με υπερσύνδεση.
es_co: Este texto aparecerá debajo del título de la lista en el encabezado. Las URL serán automáticamente hipervínculos.
fr: Ce texte apparaîtra sous le titre de la liste dans l'en-tête. Les URL seront automatiquement hyperliées.
he: טקסט זה יופיע מתחת לכותרת הרשימה. כתובות יסומנו אוטומטית כקישורים.
it: Questo testo apparirà sotto al titolo della lista nell'intestazione. Le URL verranno automaticamente trasformate in link.
ja: このテキストは、ヘッダー内のリストのタイトルの下に表示されます。 URLは自動的にハイパーリンクされます。
ko: 이 문구는 헤더의 타이틀 밑에 출력됩니다. URL은 하이퍼링크 처리됩니다.
nl: Deze tekst wordt weergegeven onder de titel van de lijst in de koptekst. Url's worden automatisch ge-hyperlinkt.
pl: Ta informacja pojawi się poniżej tytułu listy w nagłówku. Odnośniki zostaną automatycznie podlinkowane.
pt: Este texto vai aparecer debaixo do titulo da lista no cabeçalho. Os URLs serão automaticamente linkados
ru: Данный текст будет отображаться под названием списка. Гиперссылки будут доступны автоматически.
sv: Denna text kommer dyka upp under titeln av läslistan i sidohuvudet. URL:er kommer automatiskt bli länkade.
th: ข้อความนี้จะปรากฏอยู่ใต้ชื่อเรื่องของรายการในช่วงบน URL โดยสร้างเป็น hyperlink อัตโนมัติ
tr: Bu metin listenin başlığı altında görünecektir. Sayfa adresleri otomatik olarak link şeklinde görünecektir.
zh_tw: 這段文字會出現在清單的標題下方。URL 會自動變成超連結。
