Repository: ebsco/curriculum_builder
Catalog: app/views/locale/*.UTF-8/LC_MESSAGES/messages.po
Languages: ar, cs, de, el, es_co, fr, he, it, ja, ko, nl, pl, pt, ru, sv, th, tr, zh_cn, zh_tw

source: See it in EDS
ar: انظر في EDS
cs: Otevřít v EDS
de: In EDS anzeigen
el: Δείτε το στο EDS
es_co: Ver en EDS
fr: Voir dans EDS
he: צפה ב-EDS.
it: Vedi in EDS
ja: EDSで見る
ko: EDS에서 보기
nl: Zie het in EDS
pl: Zobacz w EDS
pt: Ver no EDS
ru: Посмотреть в EDS
sv: Se den i EDS
th: ดูข้อมูลเพิ่มเติมใน EDS
tr: EDS'de görüntüle
zh_cn: 在EDS中查看
zh_tw: 在EDS中查看

source: Online Access
ar: الوصول عبر الإنترنت
cs: Online přístup
de: Online Zugang
el: Ηλεκτρονική πρόσβαση
es_co: Acceso en línea
fr: Accès en ligne
he: גישה מקוונת
it: Accesso online
ja: オンラインアクセス
ko: 온라인 이용
nl: Online toegang
pl: Dostęp online
pt: Acesso Online
ru: Доступ онлайн
sv: Webåtkomst
th: การเข้าถึงแบบออนไลน์
tr: Tam Metin:
zh_cn: 在线访问
zh_tw: 在線訪問

source: Refine Search
ar: تحسين البحث
cs: Upravit hledání
de: Suchanfrage bearbeiten
el: Περιορισμός αναζήτησης
es_co: Refinar la búsqueda
fr: Affiner la recherche
he: הגבל חיפוש
it: Raffina la ricerca
ja: 検索条件の見直し
ko: 상세 검색
nl: Verfijn zoekopdracht
pl: Zawęź kryteria wyszukiwania
pt: Refinar pesquisa
ru: Уточнить поиск
sv: Förfina sökningen
th: ปรับแต่งการค้นหา
tr: Sonuçları filtrele
zh_cn: 精确搜索结果
zh_tw: 精確搜索結果

source: Remove Facets
ar: إزالة الواجهات
cs: Odstranit filtry
de: Facetten entfernen
el: Κατάργηση όψεων
es_co: Quitar facetas
fr: Supprimer les facettes
he: הסר הגבלות
it: Rimuovi i filtri
ja: ファセットを削除
ko: 패싯 제거
nl: Facetten verwijderen
pl: Usuń fasety
pt: Remover facetas
ru: Отменить ограничения
sv: Ta bort facetter
th: ลบตัวกรองการค้นหา
tr: Sınırlayıcıları kaldır
zh_cn: 移除分面选项
zh_tw: 移除分面選項(Facet)

source: Limiter:
ar: المحدد:
cs: Filtry:
el: Στοιχείο περιορισμού
es_co: Límite:
fr: Limiteur:
he: מגבלה:
it: Filtri:
ja: リミッター:
ko: 제한자(Limiter) :
pl: Ograniczenie:
pt: Limitador:
ru: Ограничения:
sv: Avgränsare:
th: ตัวกรองข้อมูล:
tr: Sınırlayıcılar:
zh_cn: 限制条件：
zh_tw: 限制條件：

source: Limit your results
ar: حدد نتائجك
cs: Upřesnit výsledky
de: Ergebnisse eingrenzen
el: Περιορίστε τα αποτελέσματά σας
es_co: Limite sus resultados
fr: Ciblez vos résultats
he: צמצם תוצאות
it: Filtra i risultati
ja: 結果を限定
ko: 검색결과 제한하기
nl: Beperk uw resultaten
pl: Zawęź swoje wyniki
pt: Limitar os seus resultados
ru: Ограничить результаты
sv: Begränsa dina resultat
th: กรองผลลัพธ์ของคุณ
tr: Sonuçları sınırla
zh_cn: 限制您的结果
zh_tw: 限制您的結果

source: Expand your results
ar: توسيع نتائجك
cs: Rozšířit výsledky
de: Ergebnisse erweitern
el: Διευρύνετε τα αποτελέσματά σας
es_co: Amplíe sus resultados
fr: Développez vos résultats
he: הרחב תוצאות
it: Espandi i risultati
ja: 結果を拡張
ko: 검색결과 확장하기
nl: Uw resultaten uitbreiden
pl: Rozszerz swoje wyniki
pt: Expandir os seus resultados
ru: Расширить результаты поиска
sv: Expandera dina resultat
th: ขยายผลการค้นหาของคุณ
tr: Sonuçları genişlet
zh_cn: 扩展您的结果
zh_tw: 擴展您的結果

source: Search response XML
ar: استجابة البحث بصيغةXML
cs: Výsledek hledání v XML
de: XML des Suchergebnisses
el: Αναζήτηση απόκρισης XML
es_co: Búsqueda de respuestas XML
fr: Recherche XML de réponse
he: חפש תגובת XML
it: Vedi risposta XML
ja: 検索レスポンスXML
ko: 응답전문(response XML) 검색하기
nl: XML voor zoek reactie
pl: Szukaj odpowiedź XML
pt: Pesquisa com resposta XML
ru: Ответ XML
sv: Söksvar XML
tr: gelen XML'de Arama
zh_cn: 搜索返回的XML
zh_tw: 搜索返回的XML

source: Results
ar: النتائج
cs: Výsledky
de: Ergebnisse
el: Αποτελέσματα
es_co: Resultados
fr: Résultats
he: תוצאות
it: Risultati
ja: 検索結果
ko: 결과
nl: Resultaten
pl: Wyniki
pt: Resultados
ru: Результаты
sv: Resultat
th: ผลลัพธ์
tr: Sonuçlar
zh_cn: 结果
zh_tw: 結果

source: Showing
ar: عرض
cs: Ukazující
de: Anzeige
el: Προβολή
es_co: Mostrando
fr: Affichage
he: מציג
it: Mostro
ja: 表示中:
ko: 보여주기
nl: Weergegeven
pl: Wyświetlanie
pt: Mostrar
ru: Отображение
sv: Visar
th: การแสดงผล
tr: Gösteriliyor
zh_cn: 展示
zh_tw: 展示

source: for
ar: لأجل
cs: pro
de: für
el: για
es_co: para
fr: pour
he: עבור
it: per
ja: 検索語:
ko: 를 위한
nl: voor
pl: dla
pt: para
ru: для
sv: för
th: สำหรับ
tr: için
zh_cn: 为
zh_tw: 為

source: Sort
ar: فرز
cs: Seřadit
de: Sortieren
el: Ταξινόμηση
es_co: ordenar
fr: Trier
he: מיין
it: Ordinamento
ja: 並べ替え
ko: 정렬
nl: Sorteer
pl: Sortuj
pt: Ordenar
ru: Сортировать
sv: Sortera
th: เรียงลำดับ
tr: Sıralama
zh_cn: 排序
zh_tw: 排序

source: Page options
ar: خيارات الصفحة
cs: Možnosti stránky
de: Seitenoptionen
el: Επιλογές σελίδας
es_co: Opciones de pagina
fr: Options de la page
he: אפשרויות תצוגה
it: Opzioni pagina
ja: ページオプション
ko: 페이지 옵션
nl: Pagina-opties
pl: Opcje strony
pt: Opções de página
ru: Настройки страницы
sv: Sidalternativ
th: ตัวเลือกหน้า
tr: Sayfa seçenekleri
zh_cn: 页面选项
zh_tw: 頁面選項

source: Detailed
ar: مفصلة
cs: Detailní
de: Detailansicht
el: Αναλυτικές
es_co: Detallada
fr: Détaillé
he: פרטים
it: Dettagliato
ja: 詳細
ko: 상세보기
nl: Gedetailleerd
pl: Szczegółowy
pt: Detalhado
ru: Подробнее
sv: Detaljerad
th: รายละเอียด
tr: Detaylı
zh_cn: 详细的
zh_tw: 詳細的

source: Brief
ar: نبذة
cs: Stručný
de: Kurzansicht
el: Περιεκτικές
es_co: Breve
fr: Bref
he: תקציר
it: Breve
ja: 概要
ko: 간략보기
nl: Korte
pl: Skrócony
pt: Resumo
ru: Краткая информация
sv: Kortfattad
th: บทสรุป
tr: Kısa
zh_cn: 简要
zh_tw: 簡要

source: Title Only
ar: العنوان فقط
cs: Pouze název
de: Titelansicht
el: Μόνο ο τίτλος
es_co: Solo título
fr: Titre uniquement
he: כותרת בלבד
it: Solo titolo
ja: タイトルのみ
ko: 제목만
nl: Alleen titel
pl: Tylko tytuł
pt: Apenas Título
ru: Только названия
sv: Endast titel
th: ชื่อเรื่องเท่านั้น
tr: Sadece başlık
zh_cn: 只显示标题
zh_tw: 只顯示標題

source: Results per page
ar: النتائج لكل صفحة
cs: Počet výsledků na stránku
de: Ergebnisse pro Seite
el: Αποτελέσματα ανά σελίδα
es_co: Resultados por pagina
fr: Résultats par page
he: תוצאות לדף
it: Risultati per pagina
ja: ページ当たりの結果
ko: 페이지당 검색결과 수
nl: Resultaten per pagina
pl: Wyników na stronie
pt: Resultados por página
ru: Результатов на странице
sv: Resultat per sida
th: ผลลัพธ์ต่อหน้า
tr: Her sayfada sonuç
zh_cn: 每页结果数量
zh_tw: 每頁結果數量

source: Research Starter
ar: البحث الأولي
cs: Úvod do tématu
el: Στοιχείο εκκίνησης έρευνας
he: התחלת חיפוש
ja: リサーチスターター
nl: Onderzoek starter
pl: Starter badań
ru: Помощь в начале исследований

source: for full access
ar: للوصول الكامل
cs: pro plný přístup
de: für vollen Zugang.
el: για πλήρη πρόσβαση
es_co: para acceso completo
fr: Pour un accès complet
he: עבור גישה מלאה
it: per visualizzare il full text
ja: してフルアクセス。
ko: 전체 이용을 위해서
nl: voor volledige toegang
pl: aby uzyskać pełny dostęp
pt: para acesso ao texto completo.
ru: для полного доступа
sv: för full åtkomst
th: สำหรับการเข้าถึงแบบเต็มรูปแบบ
tr: Tam metin için
zh_cn: 完全访问。
zh_tw: 完全訪問。

source: Published:
ar: نشرت:
cs: Publikováno:
de: Veröffentlicht:
el: Εκδόθηκε:
es_co: Publicado:
fr: Publié:
he: פורסם:
it: Pubblicato:
ja: 出版日:
ko: 발행일자 :
nl: Gepubliceerd:
pl: Opublikowano:
pt: Publicado:
ru: Опубликовано:
sv: Publicerad:
th: พิมพ์เมื่อ:
tr: Yayınlayan:
zh_cn: 出版时间：
zh_tw: 出版時間：

source: No results were found.
ar: لا توجد نتائج.
cs: Nebyly nalezeny žádné výsledky.
de: Es wurden keine Ergebnisse gefunden.
el: Δεν βρέθηκαν αποτελέσματα.
es_co: No se encontraron resultados.
fr: Aucun résultat trouvé.
he: לא נמצאו תוצאות.
it: Nessun risultato trovato.
ja: 検索結果がありません。
ko: 검색결과가 없습니다.
nl: Er zijn geen resultaten gevonden.
pl: Nie znaleziono żadnych wyników.
pt: Não foram encontrados resultados.
ru: Нет результатов:
sv: Inga resultat hittades
th: ไม่พบผลลัพธ์
tr: Sonuç bulunamadı.
zh_cn: 没有找到结果。
zh_tw: 沒有找到結果。

source: Result #
cs: Výsledek #
de: Ergebnis Nr.
el: Αποτέλεσμα αρ.
fr: Résultat #
he: תוצאה מספר
it: Risultati n.
ja: 結果 #
ko: 결과 #
nl: Resultaat#
pl: Wynik #
pt: Resultado#
ru: Результат №
sv: Resultat nr.
th: ผลลัพธ์ #
tr: Sonuç #
zh_cn: 结果 #
zh_tw: 結果 #

source: Title is not available
ar: العنوان غير متاح
cs: Titul není k dispozici
de: Titel nicht verfügbar
el: Ο τίτλος δεν είναι διαθέσιμος
es_co: El título no está disponible
fr: Le titre n'est pas disponible
he: הכותר אינו זמין
it: Titolo non disponibile
ja: タイトルがありません
ko: 타이틀(Title)이 유효하지 않습니다.
nl: Titel is niet beschikbaar
pl: Tytuł jest niedostępny
pt: Título não disponivél
ru: публикация недоступна
sv: Titeln är inte tillgänglig
th: ไม่มีชื่อเรื่อง
tr: Başlık mevcut değil
zh_cn: 该条目不可用
zh_tw: 該條目不可用

source: By :
ar: بواسطة :
cs: Podle :
de: Von:
el: Από:
es_co: Por:
fr: Par :
he: מאת :
it: di:
ko: 저자 :
nl: Door:
pl: Autor:
pt: Por:
ru: от:
sv: Av:
th: โดย:
tr: Yazar:
zh_cn: 按：
zh_tw: 按：

source: Start Page:
ar: أبدأ الصفحة:
cs: Úvodní stránka:
de: Startseite:
el: Αρχική σελίδα:
es_co: Página de Inicio:
fr: Page de démarrage:
he: עמוד ראשון:
it: Pagina iniziale:
ja: 開始ページ:
ko: 시작 페이지 :
nl: Start pagina:
pl: Strona początkowa:
pt: Página inicial:
ru: Первая страница:
sv: Startsida:
th: หน้าเริ่มต้น
tr: Başlangıç sayfası:
zh_cn: 起始页：
zh_tw: 起始頁：

source: Page Count:
ar: عدد الصفحات:
cs: Počet stránek:
de: Seitenzahl:
el: Αριθμός σελίδων:
es_co: Recuento de páginas:
fr: Nombre de pages:
he: מספר עמודים:
it: Numero di pagine:
ja: ページ数:
ko: 페이지 수 :
nl: Aantal Pagina’s:
pl: Ilość stron:
pt: Contagem de páginas:
ru: Количество страниц:
sv: Antal sidor:
th: จำนวนหน้า:
tr: Sayfa sayısı:
zh_cn: 页码：
zh_tw: 頁碼：

source: Abstract:
ar: نبذة مختصرة:
cs: Abstrakt:
de: Zusammenfassung:
el: Σύνοψη:
es_co: Resumen:
fr: Résumé:
he: תקציר:
ja: 概要:
ko: 초록 :
pl: Abstrakt:
pt: Resumo:
ru: Краткое содержание:
sv: Sammanfattning:
th: บทคัดย่อ:
tr: Özet:
zh_cn: 摘要：
zh_tw: 摘要：

source: Subjects:
ar: المواضيع:
cs: Předmětová hesla:
de: Schlagworte:
el: Θεματικοί άξονες:
es_co: Materias:
fr: Sujets:
he: נושאים:
it: Argomenti
ja: 件名:
ko: 주제어 :
nl: Onderwerpen:
pl: Tematy:
pt: Assuntos:
ru: Предметы:
sv: Ämnen:
th: วิชา:
tr: Konular:
zh_cn: 主题：
zh_tw: 主題：

source: Key:
ar: مفتاح:
cs: Klíč:
el: Λέξη κλειδί:
es_co: Llave:
fr: Clé:
he: מפתח:
ja: キー:
ko: 키 (Key) :
pl: Klucz:
pt: Chave:
ru: Ключ:
sv: Nyckel:
tr: Anahtar Bilgisi:

source: Secret:
ar: سر:
cs: Skryté:
el: Μυστικό:
es_co: Secreto
he: סוד:
ko: 비밀 :
nl: Geheim
pl: Podpowiedź:
pt: Chave secreta:
ru: Секретный пароль:
sv: Hemlighet:
tr: Gizli:

source: Administration
ar: الادارة
cs: Administrace
el: Διαχείριση
es_co: Administración
he: מנהלה
it: Amministrazione
ja: 管理
ko: 관리
nl: Administratie
pl: Administracja
pt: Administração
ru: Администрация
tr: Yönetim
zh_cn: 管理
zh_tw: 管理

source: Total Lists
ar: القوائم الإجمالية
cs: Celkové seznamy
de: Gesamtzahl der Leselisten
el: Σύνολο λιστών
es_co: Listas totales
fr: Total des listes
he: סה"כ רשימות
it: Totale delle liste
ja: 総リスト
ko: 전체 목록
nl: Totaal aantal lijsten
pl: Ilość list
pt: Total de listas
ru: Все списки
sv: Alla listor
th: จำนวนรายการรวม
tr: Tüm Listeler
zh_cn: 总清单数
zh_tw: 總清單數

source: Total People Using Tool
ar: مجموع الناس مستخدمي الأداة
cs: Počet lidí využívajících tento nástroj
de: Gesamtzahl der Nutzer, die dieses Tool nutzen
el: Σύνολο ατόμων που χρησιμοποιούν το εργαλείο
es_co: Total de personas que utilizan la herramienta
fr: Total des personnes utilisant l'outil
he: סה"כ אנשים משתמשים בכלי
it: Totale delle persone che utilizzano il tool
ja: ツールを利用している人々
ko: 도구를 이용하는 전체 사용자 수
nl: Totaal aantal personen die deze tool gebruiken
pl: Ilość osób korzystających z serwisu
pt: Total de pessoas a utilizar esta ferramenta
ru: Инструмент для подсчета кол-ва пользователей
sv: Alla personer som använder verktyget
th: จำนวนคนรวมที่ใช้เครื่องมือ(Tool)
tr: Araçları kullananlar
zh_cn: 使用工具的总人数
zh_tw: 使用工具的總人數

source: Users
ar: المستخدمين
cs: Uživatelé
de: Nutzer
el: Χρήστες
es_co: Usuarios
fr: Utilisateurs
he: משתמשים
it: Utenti
ja: ユーザ
ko: 이용자
nl: Gebruikers
pl: Użytkownicy
pt: Utilizadores
ru: Пользователи
sv: Användare
th: ผู้ใช้
tr: Kullanıcılar
zh_cn: 用户数
zh_tw: 用戶數

source: Total Courses Using Tool
ar: مجموع الدورات باستخدام أداة
cs: Počet kurzů v tomto nástroji
de: Gesamtzahl der Kurse, die auf dieses Tool zugreifen
el: Σύνολο μαθημάτων που χρησιμοποιούν το εργαλείο
es_co: Total de cursos utilizando la herramienta
fr: Total des cours utilisant l'outil
he: סה"כ קורסים משתמשים בכלי
it: Totale dei corsi che usano il tool
ja: ツールを利用しているコース
ko: 도구를 이용하는 전체 코스(Course) 수
nl: Totaal cursussen die deze tool gebruiken
pl: Ilość kursów w tym serwisie
pt: Total de cursos que utilizam esta ferramenta
ru: Инструмент для подсчета кол-ва пользователей курса
sv: Antal kurser som använder verktyget
th: จำนวนหลักสูตรรวมที่ใช้เครื่องมือ(Tool)
tr: Araçları kullanan Tüm Dersler
zh_cn: 使用工具的总课程数
zh_tw: 使用工具的總課程數

source: Courses
ar: الدورات
cs: Kurzy
de: Kurse
el: Μαθήματα
es_co: Cursos
fr: Cours
he: קורסים
it: Corsi
ja: コース
ko: 코스(Courses)
nl: Cursussen
pl: Kursy
pt: Cursos
ru: Курсы
sv: Kurser
th: หลักสูตร
tr: Dersler
zh_cn: 课程数
zh_tw: 課程數

source: Search
ar: بحث
cs: Hledat
de: Suchen
el: Αναζήτηση
es_co: Buscar
fr: Chercher
he: חיפוש
it: Cerca
ja: 検索
ko: 검색
nl: Zoek
pl: Szukaj
pt: Pesquisar
ru: Поиск
sv: Sök
th: ค้นหา
tr: Ara
zh_tw: 搜尋

source: Return to Course
ar: العودة إلى الدورة
cs: Zpět na Kurzy
de: Zurück zum Kurs
el: Επιστροφή στο μάθημα
es_co: Regreso al curso
fr: Retour au cours
he: חזרה לקורס
it: Torna al corso
ja: コースに戻る
ko: 코스(Course)로 돌아가기
nl: Terug naar cursus
pl: Powrót do kursu
pt: Voltar ao curso
ru: Вернуться к курсу
sv: Tillbaka till kursen
th: กลับไปยังหน้าหลักสูตร
tr: Ders'e Geri Dön
zh_tw: 回到課程

source: See Current Reading List
ar: انظر قائمة القراءة الحالية
cs: Zobrazit aktuální seznam četby
de: Aktuelle Leseliste anzeigen
el: Προβολή της τρέχουσας λίστας υλικών προς ανάγνωση
es_co: Ver la lisita de lectura actual
fr: Voir la liste de lecture en cours
he: ראה רשימת קריאה נוכחית
it: Vedi la lista corrente
ja: 現在のリーディング・リストを見る
ko: 현재 읽기 목록 보기
nl: Zie huidige leeslijst
pl: Zobacz aktualną listę lektur
pt: Ver lista de leitura actual
ru: Посмотреть актуальный список чтения
sv: Se aktuell läslista
th: ดูรายการอ่านปัจจุบัน
tr: Güncel Okuma Listesini Göster
zh_tw: 查看目前的閱讀清單

source: Update
ar: تحديث
cs: Aktualizace
de: Aktualisieren
el: Ενημέρωση
es_co: Actualizar
fr: Mettre à jour
he: עדכון
it: Aggiorna
ja: 更新
ko: 업데이트
nl: Bijwerken
pl: Aktualizuj
pt: Actualizar
ru: Обновить
sv: Uppdatera
th: ปรับปรุง
tr: Güncelle
zh_tw: 更新

source: Add
ar: إضافة
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es_co: Adicionar
fr: Ajouter
he: הוספה
it: Aggiungi
ja: 追加
ko: 추가하기
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить
sv: Lägg till
th: เพิ่ม
tr: Ekle
zh_tw: 新增

source: notes
ar: ملاحظات
cs: poznámky
de: Notizen
el: σημειώσεων
es_co: notas
fr: Remarques
he: הערות
it: note
ja: ノート
ko: 메모
nl: Notities
pl: notatki
pt: notas
ru: заметки
sv: anteckningar
th: หมายเหตุ
tr: notlar
zh_tw: ␣筆記

source: Save notes
ar: حفظ الملاحظات
cs: Uložit poznámky
el: Αποθήκευση σημειώσεων
es_co: Salvar notas
he: שמירת הערות
ja: ノートを保存
ko: 메모 저장하기
nl: Notities opslaan
pl: zapisz notatki
ru: Сохранить заметки
sv: spara anteckningar
th: บันทึกหมายเหตุ
tr: notları kaydet
zh_tw: 儲存筆記

source: edit notes
cs: upravit poznámky
de: Notiz bearbeiten
el: επεξεργασία σημειώσεων
fr: modifier les notes
he: עריכת הערות
it: modifica note
ja: ノートを編集
ko: 메모 편집하기
nl: notities bewerken
pl: edytuj notatki
pt: editar notas
ru: Исправить заметки
sv: uppdatera anteckningar
th: แก้ไขหมายเหตุ
tr: notları değiştir
zh_tw: 編輯筆記

source: items
ar: العناصر
cs: položky
de: Einträge
el: Στοιχεία
es_co: Ejemplares
fr: articles
he: פריטים
it: elementi
ja: アイテム
ko: 항목(Items)
pl: pozycje
ru: Предметы:
sv: resurser
th: รายการ
tr: kaynaklar
zh_tw: 項目

source: currently selected
ar: المحدد حاليا
cs: aktuálně vybrané
de: aktuelle Auswahl
el: τρέχοντα επιλεγμένα
es_co: actualmente seleccionado
fr: sélectionné actuellement
he: נבחרים
it: attualmente selezionati
ja: 現在の選択
ko: 현재 선택된
nl: Geselecteerde
pl: aktualnie wybrane
pt: actualmente seleccionados
ru: Выбраны в данный момент
sv: valda
th: รายการที่เลือกในปัจจุบัน
tr: seçilenler
zh_tw: 目前選擇的

source: Result
ar: نتيجة
cs: Výsledek
de: Ergebnis
el: Αποτέλεσμα
es_co: Resultado
fr: Résultat
he: תוצאה
it: Risultati
ja: 結果
ko: 결과
nl: Resultaat
pl: Wynik
pt: Resultado
ru: Результат
sv: Resultat
th: ผลการค้นหา
tr: Sonuç
zh_tw: 結果

source: Folder name
ar: إسم الملف
cs: Název složky
de: Ordnername
el: Ονομασία φακέλου
es_co: Nombre de la carpeta
fr: Nom de dossier
he: שם תיקייה
it: Nome della cartella
ja: フォルダ名
ko: 폴더 이름
nl: Naam map
pl: Nazwa folderu
pt: Nome da pasta
ru: Название папки
sv: Mappnamn
th: ชื่อโฟลเดอร์
tr: Dosya ismi
zh_tw: 資料夾名稱

source: Back to the main list
cs: Zpět na hlavní seznam
de: Zurück zur Hauptleseliste
el: Επιστροφή στην κύρια λίστα
fr: Retour à la liste principale
he: חזרה לרשימה הראשית
it: Torna alla lista principale
ja: メインリストに戻る
ko: 주요 목록으로 돌아가기
nl: Terug naar de hoofdlijst
pl: Powrót do głównej listy
pt: Voltar à lista principal
ru: Вернуться к основному списку
sv: Tillbaka till huvudlista
th: กลับไปที่รายการหลัก
tr: Ana Listeye geri dön
zh_tw: 回到主要清單

source: Save Changes
ar: حفظ التغييرات
cs: Uložit změny
de: Änderungen speichern
el: Αποθήκευση Αλλαγών
es_co: Salvar cambios
fr: Sauvegarder les modifications
he: שמירת שינויים
it: Salva le modifiche
ja: 変更を保存
ko: 변경된 내용 저장하기
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt: Guardar alterações
ru: Сохранить изменения
sv: Spara ändringar
th: บันทึกการเปลี่ยนแปลง
tr: Değişiklikleri kaydet
zh_tw: 儲存變更

source: Contact
ar: الاتصال
cs: Pro pomoc s tímto nástrojem nás kontaktujte zde:
de: Kontakt
el: Επικοινωνία
es_co: Contactar
he: איש קשר
it: Contattare
ja: コンタクト
ko: 연락처
pl: Kontakt
pt: Contactar
ru: Контакты
sv: Kontakt
th: ติดต่อ
tr: İletişim
zh_tw: 聯絡人

source: for assistance with this tool.
ar: للمساعدة مع هذه الأداة.
de: für Unterstützung mit diesem Programm.
el: για βοήθεια με αυτό το εργαλείο.
es_co: Para asistencia con esta herramienta.
fr: pour obtenir de l'aide sur cet outil.
he: לתמיכה עבור כלי זה.
it: per ricevere assistenza sull'uso di questo strumento
ja: このツールのアシスタンス
ko: 이용에 도움이 필요하다면
nl: voor hulp bij deze tool
pl: dla wsparcia związanego z tym narzędziem.
pt: Para suporte com esta ferramenta
ru: для помощи с данным инструментом.
sv: för hjälp med detta verktyg.
th: สำหรับความช่วยเหลือเกี่ยวกับเครื่องมือนี้
tr: Bu araç ile ilgili yardım
zh_tw: 尋求關於這個工具的協助

source: Download Export File
ar: تنزيل ملف التصدير
cs: Stáhnout exportovaný soubor
de: Export-Datei herunterladen
el: Λήψη του αρχείου εξαγωγής
es_co: Descargar archivo de exportación
fr: Télécharger le fichier d'export
he: הורד קובץ ייצוא
it: Scarica il file di export
ja: エクスポート・ファイルのダウンロード
ko: 반출 파일 다운로드하기
nl: Download Export-bestand
pl: Pobierz plik eksportu
pt: Descarregar ficheiro com exportações
ru: Скачать файл
sv: Ladda ned Exportfil
th: ดาวน์โหลดไฟล์ที่ส่งออก
tr: Dışa aktarılan dosyayı indir
zh_tw: 下載匯出檔案

source: Import from Export File
ar: استيراد من ملف التصدير
cs: Importovat soubor
de: Aus Export-Datei importieren
el: Εισαγωγή από αρχείο εξαγωγής
es_co: Importar desde archivo de exportación
fr: Importer le fichier (d'export)
he: ייבא מקובץ ייצוא
it: Importa da file
ja: エクスポート・ファイルからのインポート
ko: 반출 파일로 반입하기
nl: Importeren uit export bestand
pl: Zaimportuj z pliku eksportu
pt: Importar do ficheiro exportado
ru: Импортировать файл
sv: Importera från Exportfil
th: นำเข้าจากไฟล์ที่ส่งออก
tr: Dışa aktarılan dosyadan içe aktar
zh_tw: 從匯出檔案匯入

source: Download Student Data
ar: تنزيل بيانات الطلاب
cs: Stáhnout data o studentech
de: Studentendaten herunterlade
el: Λήψη στοιχείων σπουδαστών
es_co: Descargar información de estudiantes
fr: Télécharger les données de l'élève
he: הורד מידע סטודנט
it: Scarica i dati degli studenti
ja: 学生データのダウンロード
ko: 학생 데이터 다운로드하기
nl: Download student gegevens
pl: Pobierz dane studenta
pt: Descarregar dados de estudantes
ru: Скачать данные о студентах
sv: Ladda ned studentdata
th: ดาวน์โหลดข้อมูลนักศึกษา
tr: Öğrenci verilerini indir
zh_tw: 下載學生檔案

source: Be careful editing these settings, as they will override the settings originally set up in your LMS's LTI configuration screen. Please launch at least one reading list from your LMS to populate these fields, or contact eds@ebscohost.com for assistance with these settings.
ar: كن حذرًا في تعديل هذه الإعدادات ، لأنها ستتجاوز الإعدادات التي تم إعدادها في الأصل في شاشة تهيئة LTI في LMS. يرجى إطلاق قائمة قراءة واحدة على الأقل من LMS لملء هذه الحقول ، أو الاتصال eds@ebscohost.com للمساعدة في هذه الإعدادات.
cs: Pozor, při změně nastavení dojde k přepsání původní konfigurace nastavené na této obrazovce. Prosím spusťte alespoň jeden seznam četby z Vašeho LMS pro vyplnění těchto polí, nebo nás kontaktujte na eds@ebscohost.com pro pomoc s aktualizací těchto nastavení.
el: Προσοχή στην επεξεργασία αυτών των ρυθμίσεων, καθώς θα παρακάμψουν τις ρυθμίσεις που είχαν ρυθμιστεί αρχικά στην οθόνη διαμόρφωσης LTI της LMS. Εκκινήστε τουλάχιστον μία λίστα ανάγνωσης από την LMS σας για να συμπληρώσετε αυτά τα πεδία ή επικοινωνήστε με την διεύθυνση eds@ebscohost. com για βοήθεια σχετικά με αυτές τις ρυθμίσεις.
es_co: Tenga cuidado al editar estos ajustes, ya que anularán los ajustes originalmente configurados en la pantalla de configuración LTI de su LMS. Inicie por lo menos una lista de lectura de su LMS para rellenar estos campos, o póngase en contacto con eds@ebscohost.com para obtener ayuda con estos ajustes.
he: היזהר בעריכת הגדרות אלו, שכן הן ידרסו הגדרות במסך ההגדרות LTI במערכת ניהול הלמידה. אנא פתח לפחות רשימת קריאה אחת ממערכת ניהול הלמידה כדי לאכלס שדות אלה, או צור קשר עם eds@ebscohost.com לקבלת תמיכה עם הגדרות אלה.
ja: これらの設定の編集には注意が必要です。LMSのLTI設定画面でセットアップされた、元々の設定を上書きしてしまう可能性があります。これらのフィールドに値を設定するには、自分のLMSから少なくとも一つのリーディング・リストをローンチしてください。もしくは、eds@ebscohost.comにこれらの設定のアシスタンスを依頼してください。
ko: 변경에 주의하세요. 변경사항은 LMS의 LTI 환경설정에도 반영됩니다. 변경 후 자료의 변동사항을 꼭 확인해야 합니다. 아니면 eds@ebscohost.com에 연락하여 도움을 받으시기 바랍니다.
nl: Wees voorzichtig met het bewerken van deze instellingen, omdat ze de instellingen overschrijven die oorspronkelijk zijn ingesteld in het configuratiescherm van het LMS. Open ten minste één leeslijst van uw LMS om deze velden te vullen, of neem contact op met eds@ebscohost.com voor hulp bij deze instellingen.
pl: Proszę zachować ostrożność przy edytowaniu tych ustawień, ponieważ nadpiszą one pierwotne ustawienia konfiguracyjne LTI systemu LMS. Proszę uruchomić przynajmniej jedną listę lektur aby skonfigurować te pola lub wysłać wiadomość na eds@ebscohost.com w celu uzyskania pomocy w zakresie zmiany tych ustawień.
ru: Не меняйте данные параметры без необходимости, так как это изменит настройки системы Вашей библиотеки. Запустите хотя бы один список чтения с помощью Вашей системы или свяжитесь с поддержкой eds@ebscohost.com
sv: Var vaksam när du redigerar dessa inställningar, då de överskrider originaluppsättningen i ert LMS LTI konfiguration. Vänligen aktivera minst en läslista från ditt LMS för att fylla dessa fält eller kontakta eds@ebscohost.com för hjälp med inställningarna.
th: โปรดระวังการแก้ไขหรือตั้งค่าเหล่านี้ เนื่องจากการตั้งค่าจะบันทึกข้อมูลทับสิ่งที่กำหนดไว้ในหน้าจอ LTI ของ LMS ค่าเดิม โปรดเปิดรายการการอ่านอย่างน้อยหนึ่งรายการจาก LMS เพื่อเพิ่มข้อมูลเหล่านี้หรือติดต่อ eds@ebscohost.com เพื่อขอความช่วยเหลือเกี่ยวกับการตั้งค่าเหล่านี้
tr: Bu ayarları değiştirirken dikkatli olun, çünkü LMS's LTI ayarlarları ekranındaki orijinal ayarlar değiştirilecektir. Lütfen en az bir okuma listesi ile bu alanların doldurulmasını deneyin, veya bu ayarlarla ilgili yardım için eds@ebscohost.com e-posta ile iletişime geçin.
zh_tw: 編輯這些設定時請多留意，因為這些設定會取代您原本在學習管理系統（LMS）的LTI 設定。請從您的學習管理系統（LMS）至少先執行一次閱讀清單再使用與編輯這些欄位，或聯繫 eds@ebscohost.com 尋求設定上的協助。

source: If you change the
cs: Pokud změníte
el: Εάν αλλάξετε
he: אם יתבצע שינוי ב
ja: もし␣を変更する場合
ko: 변경한다면
nl: Verandert u
pl: Jeżeli zmienisz
ru: Если вы измените
sv: Om du ändrar
th: ถ้าคุณเปลี่ยน
tr: eğer değiştirirseniz
zh_tw: 如果您改變了␣

source: user id
ar: معرف المستخدم
cs: ID uživatele
de: Nutzername
el: το αναγνωριστικό χρήστη
es_co: Identificador de usuario
fr: identifiant utilisateur
he: שם משתמש
ja: ユーザーID
ko: 이용자 아이디(user id)
nl: gebruikersnaam
pl: ID użytkownika
pt: Código utilizador
ru: Логин
sv: användarid
tr: Kullanıcı adı
zh_tw: 使用者ID
